{
  "metadata": {
    "total_reports": 39,
    "last_updated": "2025-08-04T16:52:24.977673",
    "new_reports_added": 7,
    "updated_reports": 0,
    "processing_info": {
      "html_cleaned": true,
      "fields_extracted": [
        "id",
        "title",
        "description",
        "summary",
        "country_name",
        "event_name",
        "disaster_type_name"
      ],
      "processing_date": "2025-08-04T16:52:24.977673"
    }
  },
  "reports": [
    {
      "id": 17836,
      "country": null,
      "event_name": "SLV: Earthquake - 07-2025 - Seismic activity in the area of San Lorenzo and surroundings ",
      "disaster_type": "Earthquake",
      "title": "Seismic activity in the area of San Lorenzo and surroundings",
      "description": "The Ministry of the Environment reports on the seismic activity located in the district of San Lorenzo and surroundings, in the department of Ahuachapán. The National Seismic Network of El Salvador has registered between 03:21 on July 29 and 06:00 am on July 31, 2025, a total record of 459 earthquakes, of which 87 have been felt by the population. Due to the characteristics of the signals recorded, the origin of this seismic activity is attributed to the activation of geological faults in the area. The occurrence of earthquakes of greater magnitude than those observed on this occasion is not ruled out.",
      "summary": "SLV: Earthquake - 07-2025 - Seismic activity in the area of San Lorenzo and surroundings",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.297646"
    },
    {
      "id": 17835,
      "country": null,
      "event_name": "IDN: Earthquake - 07-2025 - Earthquake Disaster in Poso District, Central Sulawesi Province ",
      "disaster_type": "Earthquake",
      "title": "Earthquake Disaster in Poso District, Central Sulawesi Province",
      "description": "On Thursday, July 24, 2025, at 20:06 WITA, an earthquake with a magnitude of 6.0 SR struck Poso District, Central Sulawesi. The epicenter was located at a depth of 10 km, with coordinates 2.03°S, 120.70°E, approximately 70 km southwest of Poso. The earthquake was felt across several regions, with the following intensities based on BMKG analysis: MMI IV-V in Poso, MMI III-IV in Bungku, MMI IV-V in Kolonodale, MMI II-III in Palu, MMI IV-V in Mangkutana, MMI III-IV in Mappadeceng. Fortunately, the earthquake did not generate a tsunami threat. Impact of the Disaster The most severely affected area was Pamona Tenggara District in Poso Regency. The earthquake impacted 1,560 households (approximately 4,680 people). The casualties include: 4 individuals with severe injuries, 5 individuals with minor injuries, 4,680 displaced individuals, 52 houses severely damaged, 248 houses lightly damaged, 5 places of worship, 2 schools. Post-Earthquake Situation As of July 31, BMKG recorded 208 aftershocks with magnitudes ranging from 3.0 to 4.0 SR. Although the situation has stabilized, many residents remain concerned about potential aftershocks and have chosen to seek refuge with relatives for safety. Health Reports According to Puskris Kemenkes, 106 health-related cases have been reported following the earthquake, with a variety of conditions including: Hypertension Vertigo Cold/flu Asthma Gastritis Dyspepsia Myalgia Arthritis Parotitis Hypotension Common cold The most frequently reported condition is hypertension, with 20 reported cases.",
      "summary": "IDN: Earthquake - 07-2025 - Earthquake Disaster in Poso District, Central Sulawesi Province",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.299226"
    },
    {
      "id": 17834,
      "country": null,
      "event_name": "CHL: Tsunami - 07-2025 - Tsunami Warning for Earthquake in Russia",
      "disaster_type": "Tsunami",
      "title": "Tsunami Alert for Earthquake in Russia",
      "description": "The Hydrographic and Oceanographic Service of the Chilean Navy (SHOA) reported that at 7:25 p.m. on July 29, an earthquake of magnitude 8.8 occurred in the Pacific Basin, with an epicenter 134 kilometers southeast of Petropavlovsk from Kamchatka, Russia. Information corroborated by the Pacific Tsunami Warning Center (PTWC). Estimated arrival times: Easter Island 07-30-2025 11:25 AM (H.C.) 07-30-2025 09:25 AM (H.I.) arrived San Félix 30-07-2025 14:14 arrived Arica 30-07-2025 14:51 arrived Iquique 30-07-2025 14:55 arrived Pisagua 30-07-2025 14:57 arrived Patache 30-07-2025 15:04 arrived Mejillones 30-07-2025 15:05 arrived Juan Fernandez 30-07-2025 15:06 arrived Tocopilla 30-07-2025 15:06 arrived Antofagasta 30-07-2025 15:09 arrived Caleta Paposo 30-07-2025 15:16 arrived Taltal 30-07-2025 15:18 arrived Chanaral 30-07-2025 15:21 arrived Caldera 30-07-2025 15:22 arrived Huasco 30-07-2025 15:27 arrived Puerto Aldea 30-07-2025 15:31 arrived Punta de Choros 30-07-2025 15:31 arrived Coquimbo 30-07-2025 15:34 arrived Pichidangui 30-07-2025 15:48 arrived Valparaíso 30-07-2025 15:50 arrived Quintero 30-07-2025 15:54 arrived San Antonio 30-07-2025 15:56 arrived Boyeruca 30-07-2025 15:57 arrived Constitution 30-07-2025 16:03 arrived Lebu 30-07-2025 16:03 arrived Quiriquina Island 2025-07-30 4:11 PM arrived Talcahuano 30-07-2025 16:11 arrived Coronel 30-07-2025 16:20 arrived Coliumo 30-07-2025 16:22 arrived Nehuentue 30-07-2025 16:33 arrived Bahía Mansa 30-07-2025 16:33 arrived Corral 30-07-2025 16:38 arrived Queule 30-07-2025 16:48 arrived Ancud 30-07-2025 17:01 arrived Port Melinka 2025-07-30 17:49 (H.C.) 2025-07-30 18:49 (H.UTC-3) arrived Puerto Montt 30-07-2025 17:56 arrived Antarctica Base Prat 2025-07-30 18:08 (H.C.) 2025-07-30 19:08 (H.UTC-3) arrived Castro 30-07-2025 18:37 arrived Antarctica Base Ohiggins 2025-07-30 18:38 (H.C.) 2025-07-30 19:38 (H.UTC-3) arrived Caleta Meteoro 2025-07-30 19:00 (H.C.) 2025-07-30 20:00 (H.UTC-3) arrived Puerto Williams 2025-07-30 21:46 (H.C.) 2025-07-30 22:46 (H.UTC-3) on alert Puerto Natales 31-07-2025 01:06 (H.C.) 31-07-2025 02:06 (H.UTC-3) on alert Puerto Chacabuco 31-07-2025 01:23 (H.C.) 31-07-2025 02:23 (H.UTC-3) on alert Puerto Eden 2025-07-31 02:17 (H.C.) 2025-07-31 03:17 (UTC-3) on alert Puerto Aguirre 31-07-2025 04:12 (H.C.) 31-07-2025 05:12 (H.UTC-3) on alert Punta Arenas 31-07-2025 09:20 (H.C.) 31-07-2025 10:20 (H.UTC-3) on alert Bahía Gregorio 2025-07-31 09:21 (H.C.) 2025-07-31 10:21 (H.UTC-3) on alert H.I. = Western Insular Chile Time H.C. = continental chili time H.UTC-3 = time of the Aysén region and the Magallanes and Chilean Antarctic region The cities are delivered in order of shortest to longest time of arrival of the tsunami. Evacuation Process Start Times Sector State Continental Date Continental Time Local Date Local time Easter Island Canceled 30-07-2025 18:58 - - Arica and Parinacota Region Alert 30-07-2025 11:00 - - Tarapacá Region Alert 30-07-2025 11:00 - - San Felix Island Canceled 30-07-2025 18:58 - - Antofagasta Region Alert 30-07-2025 12:00 - - Atacama Region Alert 30-07-2025 12:00 - - Coquimbo Region Alert 30-07-2025 12:00 - - Valparaiso Region Alert 30-07-2025 12:00 - - Juan Fernández Archipelago Canceled 30-07-2025 18:59 - - O'Higgins Region Alert 30-07-2025 12:00 - - Maule Region Alert 30-07-2025 13:00 - - Ñuble Region Alert 30-07-2025 13:00 - - Biobío Region Alert 30-07-2025 13:00 - - Araucanía Region Alert 30-07-2025 13:00 - - Los Ríos Region Alert 30-07-2025 13:00 - - Los Lagos Region Alert 30-07-2025 13:00 - - Aysén Region Canceled 30-07-2025 20:21 - - Chilean Antarctic Territory Canceled 30-07-2025 16:50 - - Magallanes Region Canceled 30-0-2025 16:50 - - Tsunami amplitudes recorded by sea level stations: The tsunami threat level indicated in bulletin 28 issued by SHOA is maintained. The amplitudes recorded by the sea level stations are as follows: Arica 0.7 [m] Pisagua 0.2 [m] Iquique 0.4 [m] Patache 0.4 [m] Tocopilla 0.4 [m] Mussels 0.9 [m] Antofagasta 0.5 [m] Caleta Paposo 0.5 [m] Taltal 0.7 [m] Chañaral 0.8 [m] Caldera 0.9 [m] Huasco 0.6 [m] Punta De Choros 1.1 [m] Coquimbo 1.4 [m] Puerto Aldea 0.9 [m] Pichidangui 0.5 [m] Quintero 1.3 [m] Valparaiso 0.6 [m] San Antonio 0.7 [m] Boyeruca 2.5 [m] Constitution 0.6 [m] Coliumo 1.4 [m] Quiriquina Island 0.5 [m] Talcahuano 1.6 [m] Coronel 0.6 [m] Lebu 0.8 [m] Corral 0.6 [m] Mansa Bay 0.6 [m] Ancud 0.4 [m] SENAPRED at 07:25 a.m. on July 30, declared a Red Alert for tsunami for the communes of the continental coastal border between the regions of Arica and Parinacota and Magallanes, including the Insular and Antarctic territory, in force since July 29, 2025. Meanwhile, at 10:30 p.m. yesterday, the National Disaster Risk Management Committee (COGRID) was convened, and at 7:00 a.m. today an Evaluation Meeting, in order to establish the coordinations and courses of action. In the same way, the Regional Directorates convened their respective Regional COGRIDs. The evacuation processes have been carried out in an orderly manner. Additionally, shelters have been set up in some communes if necessary. On the other hand, the Ministry of Education suspended classes for all educational establishments, located on the coastal edge between the regions of Arica and Parinacota and Los Lagos, for today, Wednesday, July 30. The Chilean Navy instructed that all vessels present at sea must remain in a 200-meter-deep shelter zone. Meanwhile, smaller vessels that cannot go out into deep waters must remain moored and anchored to the port. The evacuation process will be supported by public security from Municipalities, Armed Forces, Firefighters, Carabineros and PDI distributing their personnel at strategic and required points. Likewise, the evacuation process will be reinforced with the sending of SAE messaging for Tsunami Warning, Precautionary Status or Cancellation, as appropriate. Finally, the response teams of the Disaster Prevention and Response System (SINAPRED) are deployed on the ground and evaluating the emergency situations derived from this event. Evacuation processes Concepción: Due to the threat of tsunami flooding in the area, authorities began the preventive evacuation of the local jail, transferring inmates to prisons in Concepción. At the same time, the hospital – also located in a flood zone – is evaluating alternatives for the transfer of patients and the protection of essential equipment and supplies. Critical Infrastructure Between the regions of Arica and Parinacota and Los Lagos, 5 prisons are reported to be below level 30, which are being evacuated. 33 health facilities in the regions of Tarapacá, Antofagasta, Coquimbo, Valparaíso, O'Higgins, Maule, Biobío, La Araucanía, Los Ríos and Los Lagos that are in the flood zone were evacuated (308 patients in total). Similarly, the immunobiological deposits (vaccines and immunoglobulin) of the communes of Lebu and Talcahuano in the Biobío Region were transferred to a safe zone. Operations are paralyzed in all ports from the Arica Region to the San Antonio Region; and without ships in Talcahuano. Shelters or refuge areas Valparaiso Region Viña del Mar Sausalito Stadium Available for Evacuees Biobío Region Conception Avda. The Presidents 1602 Calle 2 con Avda. The Presidents Baltazar with Father Feijoo Colonel Santa Elena Headquarters Cerro Obligado Headquarters V Pocuro Squadron Center Lebu Arnoldo Ebensperger School Chapel of the Santa Rosa sector (13 older adults from the San Francisco de Asís home) Headquarters of the La Unión Sports Club (13 boys and girls from a residence) Burbot Bello Horizonte School Centennial School Liceo A-45 A-46 Industrial High School Thompson Matthews High School San Pedro de la Paz Municipal Amphitheater CENDYR Nautical Boca Sur Civic Center Galvarino School Juan Bosco School Cultural Corporation CFT of San Pedro Costa Delegation Darío Salas School Enrique Soro School Miguel Zañartu School Gymnasium Auditorium Villa San Pedro (hostel) CEAT High School Mauricio Hochschild High School of the CEAT San Pedro High School Plaza de la Victoria Headquarters, JJVV La Foresta V Talcahuano Cabrales Bugle (Cerros Sector) School D-505 Las Higueras (Higueras Sector) A-23 Industrial High School (Higueras Sector) Villa Caletas (Cerros Sector) Take Republic of Panama Artistic School Carlos Mahns School Gabriela Mistral School Lisa Peter Teubner School Cerro Estanque School Punta de Parra School Arturo Prat School Additional data: Evacuees: 1.5 Million People from the Coastal Coast of the National Territory Housed: Biobío Region: 23 Connectivity: Atacama - Coquimbo Region: detours on evacuation routes. Bus terminals closed from 12:00 hrs Health: 33 health facilities in the regions of Tarapacá, Antofagasta, Coquimbo, Valparaíso, O'Higgins, Maule, Biobío, La Araucanía, Los Ríos and Los Lagos that are in the flood zone were evacuated (308 patients in total). Similarly, the immunobiological deposits (vaccines and immunoglobulin) of the communes of Lebu and Talcahuano in the Biobío Region were transferred to a safe zone. Hostels: Valparaíso Region: 1 Biobío Region: 42",
      "summary": "CHL: Tsunami - 07-2025 - Tsunami Alert for Earthquake in Russia #3 (2025-07-31)",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.310585"
    },
    {
      "id": 17833,
      "country": null,
      "event_name": "USA: Tsunami - 07-2025 - Earthquake in Eastern Russia and Tsunami Alerts ",
      "disaster_type": "Tsunami",
      "title": "Earthquake in Eastern Russia and Tsunami Alerts",
      "description": "On July 29, at 4:25 PT, a powerful earthquake with a revised magnitude of 8.8 struck off the Kamchatsky Peninsula in eastern Russia, at a depth of 12-13 miles, making it the strongest quake in Russia since 1952 and among the sixth most powerful ever recorded globally. The quake triggered immediate and widespread tsunami alerts across the Pacific region.",
      "summary": "USA: Tsunami - 07-2025 - Earthquake in Eastern Russia and Tsunami Alerts",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.310585"
    },
    {
      "id": 17832,
      "country": null,
      "event_name": "CHL: Others - 07-2025 - Weather Events South Zone",
      "disaster_type": "Other",
      "title": "Weather Events",
      "description": "Antofagasta According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather alerts are in force for the Antofagasta Region: Alert Prognosis Beginning The end Alert AA66-1 Moderate to strong wind with white wind development in the coastal mountain range, pre-mountain range, salt flats and mountain range. 31-07 01-08 Notice A285-1 Normal to moderate wind in the foothills with a probability of sandstorms in the pampas and foothills. 31-07 01-08 Notice A289-3 Normal to moderate snowfall with a probability of blizzard in the mountain range. 31-07 01-08 Likewise, as indicated in the current alert and in the DMC's Meteorological Threat Report, the amounts of precipitation (mm/cm), wind (km/h) and isotherm 0°C (m.a.s.l.) forecast for the next few days in the region, are as follows: Zone July 30 July 31 August 01 Rainfall Wind Rainfall Wind Rainfall Wind Littoral 0,5 - 1 - 0,5 - 1 - - 25 - 40 Coastal mountain range 1 - 2 40 - 60 0,5 - 1 80 - 100 - 80 - 100 Pampa 1 - 2 - 0,5 - 1 40 - 60 - 40 - 60 Western foothills - 40 – 60 - 40 - 60 70 bursts - 60 - 80 90 bursts Salt marshes - - - 60 - 80 - 60 - 80 Mountain range 3 - 5 cm 40 - 60 8 - 18 cm 80 - 100 8 - 18 cm 80 - 100 Isothermal 0°C 4.100 - 4.300 4.000 - 3.900 3.800 - 4.000 It should be noted that the rainfall amounts in the table above include the period between 09:00 hours on the indicated day and 09:00 hours the following day. On the other hand, the Meteorological Service of the Chilean Navy maintains its Warning No. 30 for normal swells in force, between Thursday, July 31 and Saturday, August 2 for the coasts of the region. In consideration of this background, and in coordination with the Regional Presidential Delegation of Antofagasta, the Regional Directorate of SENAPRED updates the Regional Preventive Early Warning for meteorological event, which has been in force since July 28, 2025. The modification of the variable and coverage of this alert is constituted as a state of reinforcement of surveillance, through the precise and rigorous monitoring of risk conditions and the respective vulnerabilities associated with the threat, coordinating and activating the National System for Disaster Prevention and Response (SINAPRED) in order to act in a timely manner in the event of emergency situations. Atacama According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the Atacama Region: Alert Prognosis Beginning The end Alert AA66-1 Moderate to strong wind with white wind development in the mountain range. 30-07 01-08 Alert AA67 Moderate to heavy snowfall with blizzard development in the mountain range. 31-07 01-08 Alert AA68 Moderate to heavy rainfall in the southern section of the region. 01-08 01-08 Notice A285-1 Normal to moderate wind with a probability of sandstorms in the foothills. 30-07 01-08 Notice A287-6 Normal to moderate rainfall in the coastal mountain range and sectors of valleys and pampas. 01-08 01-08 Notice A289-3 Normal to moderate snowfall with a probability of blizzard in the foothills and mountain ranges. 31-07 01-08 Likewise, as indicated in the current alert and in the DMC's Meteorological Threat Report, the amounts of precipitation (mm/cm), wind (km/h) and isotherm 0°C (m.a.s.l.) forecast for the next few days in the region, are as follows: Zone July 30 July 31 August 01 Rainfall Wind Rainfall Wind Rainfall Wind Littoral 0,3 - 0,7 - 2 - 5 25 - 40 2 - 5 25 - 40 Coastal mountain range and transverse valleys 0,5 - 1 - 2 - 5 25 - 40 5 - 10 25 - 40 Pampa - - 2 - 5 - 5 - 10 - Pre-Andean and pre-Andean valleys - 40 - 60 2 - 5 40 - 60 2 - 5 40 - 60 Mountain range 3 - 5 cm 90 - 110 10 - 20 cm 90 - 110 30 - 50 cm 100 - 120 Isothermal 0°C 4.200 - 3.900 3.600 - 2.800 2,300 – 3,100 It should be noted that the rainfall amounts in the table above include the period between 09:00 hours on the indicated day and 09:00 hours the following day. On the other hand, the Meteorological Service of the Chilean Navy maintains its Warning No. 30 for normal swells in force, between Thursday, July 31 and Saturday, August 2 for the coasts of the region. Finally, the National Geology and Mining Service (SERNAGEOMIN), through its Technical Minute for the Danger of Mass Removals, updated today, indicates that the possibility of mass removals such as debris flow, alluvium, landslides and/or rockfalls (landslides) is high in the southern section of the coastal sectors. valleys and foothills of the region. In consideration of this background and in coordination with the Regional Presidential Delegation of Atacama, the Regional Directorate of SENAPRED updates the Regional Preventive Early Warning for meteorological event, which has been in force since July 28 and until conditions warrant it. The updating of this alert is constituted as a state of reinforcement of surveillance, through the precise and rigorous monitoring of risk conditions and the respective vulnerabilities associated with the threat, coordinating and activating the National System for Disaster Prevention and Response (SINAPRED) in order to act in a timely manner in the event of possible emergency situations. Araucanía According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the Araucanía Region. Alert Prognosis Beginning The end Alert AA65-7 Moderate to heavy rainfall with high zero isotherm in the mountain range. 30-07 30-07 Notice A288-1 Normal to moderate wind on the coast and valley. 30-07 30-07 Notice A280-5 Normal to moderate rainfall with high isotherm in valley, pre-mountain range and mountain range. 29-07 30-07 Notice A290-3 Probable thunderstorms with a probability of heavy rainfall in a short period of time on the coast, coastal mountain range, valley and pre-mountain range. 30-07 31-07 Likewise, according to the DMC's Meteorological Hazard Report, the amounts of precipitation (mm/cm), wind (km/h) and isotherm 0°C (m.a.s.l.) forecast for the next few days in the region, are as follows: Zone July 31 August 01 August 02 Rainfall Wind Rainfall Wind Rainfall Wind Littoral 15 - 30 40 - 60 5 - 15 25 - 40 Streaks 50 - 5 - 15 Coastal mountain range 20 - 35 40 - 60 5 - 15 25 - 40 Streaks 50 - 5 - 15 Longitudinal valley 40 - 60 40 - 60 5 - 15 25 - 40 Streaks 50 - 5 - 15 Foothills 50 - 70 25 - 40 Streaks 50 15 - 30 25 - 40 Streaks 50 - 15 - 30 Mountain range 60 - 90 15 - 25 cm 40 - 60 15 - 15 ≤5 cm 40 - 60 - 10 - 20 cm Isothermal 0°C 3.000 - 1.900 3,000 - 1,900 It should be noted that the rainfall amounts in the table above include the period between 09:00 hours on the indicated day and 09:00 hours the following day. On the other hand, the Meteorological Service of the Chilean Navy maintains its Warning No. 30 for normal swells in force, between Thursday, July 31 and Friday, August 1 for the coasts of the region. Finally, the National Geology and Mining Service (SERNAGEOMIN), through its Technical Minute for the Danger of Mass Removals, updated today, indicates that the possibility of mass removals such as debris flow, alluvium, landslides and/or rockfalls (landslides) is high in the foothills and mountain ranges and moderate on the coast, the coastal mountain range and the pre-mountain range of the region. In consideration of this background, and in coordination with the Regional Presidential Delegation of La Araucanía, the Regional Directorate of SENAPRED updates the Regional Preventive Early Warning for meteorological event, which has been in force since July 26 and until conditions warrant it. The updating of this alert is constituted as a state of reinforcement of surveillance, through the precise and rigorous monitoring of risk conditions and the respective vulnerabilities associated with the threat, coordinating and activating the National System for Disaster Prevention and Response (SINAPRED) in order to act in a timely manner in the event of possible emergency situations. Puerto Montt According to the technical information provided by the General Directorate of Water (DGA), in its hydrometric stations monitored online, it is indicated that the Río Chico Ante Río Chamiza station in the commune of Puerto Montt, is on Yellow Technical Alert and with an upward trend. In consideration of this background, which implies an increase in the risk associated with this variable, and in coordination with the Regional Presidential Delegation of Los Lagos, the Regional Directorate of SENAPRED declares a Yellow Alert for the commune of Puerto Montt due to flooding, effective as of today and until conditions warrant it. Ohiggins According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the O'Higgins Region: Alert Prognosis Beginning The end Notice A287-3 Normal to moderate rainfall in sectors of the coast, coastal mountain range, valley and pre-mountain range. 30-07 01-08 Notice A283-2 Normal to moderate wind in the coastal sectors, coastal mountain range, pre-mountain range and mountain range. 30-07 31-07 Likewise, according to the current meteorological history, the amounts of precipitation (mm) and wind speed (km/h) are as follows: Zone July 30 July 31 Rainfall Wind Rainfall Wind Littoral 25 – 40 25 – 40 Streaks of 60 25 – 40 25 – 40 Streaks of 60 Coastal mountain range 30 – 45 25 – 40 Streaks of 50 30 – 45 25 – 40 Streaks of 50 Valley - - - Foothills - 25 – 40 Streaks of 50 25 – 40 Streaks of 50 Mountain range - 25 – 40 Streaks of 70 30 – 40 cm 25 – 40 Streaks of 70 Isothermal 0°C 3.700 3,700 – 2,600 In consideration of this background, and in coordination with the Regional Presidential Delegation of O'Higgins, the Regional Directorate of SENAPRED updates the Regional Preventive Early Warning for meteorological event, which has been in force since July 28 and until conditions warrant it. The updating of this alert is constituted as a state of reinforcement of surveillance, through the precise and rigorous monitoring of risk conditions and the respective vulnerabilities associated with the threat, coordinating and activating the National System for Disaster Prevention and Response (SINAPRED) in order to act in a timely manner in the event of possible emergency situations. Maule According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the Maule Region: Alert Prognosis Beginning The end Alert AA65-7 Moderate to heavy rainfall with high zero isotherm on the coast, coastal mountain range, valley, pre-mountain range and mountain range. 30-07 30-07 Notice A287-6 Normal to moderate rainfall on the coast, coastal mountain range and valley. 30-07 31-07 Notice A283-3 Normal to moderate wind on the coast, coastal mountain range, valley, pre-mountain range and mountain range. 30-07 31-07 Asimismo, conforme a lo indicado en el alertamiento vigente y en el Informe de Amenaza Meteorológica de la DMC, los montos de precipitaciones (mm/cm), viento (km/h) e isoterma 0°C (m.s.n.m.) pronosticados para los próximos días en la región, son los siguientes: Zona Miércoles 30 de julio Jueves 31 de julio Viernes 01 de agosto Precipitaciones Viento Precipitaciones Viento Precipitaciones Viento Litoral 40 - 60 25 - 40 rachas 60 30 - 40 25 - 40 rachas 60 20 - 25 25 - 40 Cordillera de la costa 45 - 60 25 - 40 rachas 60 30 - 40 25 - 40 rachas 60 20 - 30 25 - 40 Valle longitudinal 45 - 60 25 - 40 rachas 50 30 - 40 25 - 40 rachas 50 20 - 30 25 - 40 Precordillera 50 - 60 25 - 40 rachas 50 30 - 40 25 - 40 rachas 50 25 - 35 25 - 40 Cordillera 50 - 60 30 - 40 cm 25 - 40 rachas 70 35 - 45 cm 25 - 40 rachas 70 35 - 45 cm 25 - 40 rachas 50 Isoterma 0°C 3.500 - 2.300 2.300 - 2.000 2.000 – 1.300 Cabe destacar que, los montos de precipitaciones de la tabla anterior contemplan el período entre las 09:00 horas del día indicado y las 09:00 horas del día siguiente. Por otra parte, el Servicio Meteorológico de la Armada de Chile mantiene vigente su Aviso N°30 por marejadas normales, entre el jueves 31 de julio y el viernes 01 de agosto para las costas de la región. Finalmente, el Servicio Nacional de Geología y Minería (SERNAGEOMIN), mediante su Minuta Técnica por Peligro de Remociones en Masa, actualizada el día de hoy, indica que la posibilidad de ocurrencia de remociones en masa tales como flujo de detritos, aluviones, deslizamientos y/o caídas de rocas (derrumbes) es alta en litoral, cordillera de la costa y precordillera y moderada en valle longitudinal y cordillera de la región. En consideración a estos antecedentes, y en coordinación con la Delegación Presidencial Regional de Maule, la Dirección Regional del SENAPRED actualiza la Alerta Temprana Preventiva Regional por evento meteorológico, que se mantiene vigente desde el 28 de julio de 2025. La actualización de esta alerta se constituye como un estado de reforzamiento de la vigilancia, mediante el monitoreo preciso y riguroso de las condiciones de riesgo y las respectivas vulnerabilidades asociadas a la amenaza, coordinando y activando al Sistema Nacional de Prevención y Respuesta ante Desastres (SINAPRED) con el fin de actuar oportunamente frente a eventuales situaciones de emergencia. ​Coquimbo De acuerdo con la información proporcionada por la Dirección Meteorológica de Chile (DMC), se encuentran vigentes los siguientes alertamientos meteorológicos para la Región de Coquimbo. Alertamiento Pronóstico Inicio Fin Alerta AA67 Nevadas moderadas a fuertes con desarrollo de ventisca en cordillera. 31-07 01-08 Aviso A283-4 Viento normal a moderado en cordillera. 30-07 02-08 Aviso A287-6 Precipitaciones normales a moderadas en litoral, cordillera de la costa, precordillera y valles precordilleranos. 31-07 31-07 Asimismo, conforme a lo indicado en el alertamiento vigente y en el Informe de Amenaza Meteorológica de la DMC, los montos de precipitaciones (mm/cm), viento (km/h) e isoterma 0°C (m.s.n.m.) pronosticados para los próximos días en la región, son los siguientes: Zona Miércoles 30 de julio Jueves 31 de julio Viernes 01 de agosto Precipitaciones Viento Precipitaciones Viento Precipitaciones Viento Litoral < 2 (Tramo sur) 25 - 40 15 - 24 25 - 40 10 - 14 25 - 40 Cordillera de la costa < 2 (Tramo sur) - 20 - 29 - 10 - 19 - Valles precordilleranos y precordillera - - 25 - 34 - 15 - 24 - Cordillera - 25 - 40 rachas 80 20 - 40 cm 25 - 40 rachas 80 20 - 40 cm 25 - 40 rachas 70 Isoterma 0°C 4.000 - 3.400 3.400 - 2.300 2.300 - 1.900 - 2.300 Cabe destacar que, los montos de precipitaciones de la tabla anterior contemplan el período entre las 09:00 horas del día indicado y las 09:00 horas del día siguiente. Por otra parte, el Servicio Meteorológico de la Armada de Chile mantiene vigente su Aviso N°30 por marejadas normales, entre el jueves 31 de julio y el viernes 01 de agosto para las costas de la región. Finalmente, el Servicio Nacional de Geología y Minería (SERNAGEOMIN), mediante su Minuta Técnica por Peligro de Remociones en Masa, actualizada el día de hoy, indica que la posibilidad de ocurrencia de remociones en masa tales como flujo de detritos, aluviones, deslizamientos y/o caídas de rocas (derrumbes) es alta en valles precordilleranos y precordillera y moderada en litoral, cordillera de la costa y cordillera de la región. En consideración a este antecedente, y en coordinación con la Delegación Presidencial Regional de Coquimbo, la Dirección Regional del SENAPRED actualiza laAlerta Temprana Preventiva Regional por evento meteorológico, que se encuentra vigente desde el 27 de julio de 2025. La actualización de esta alerta se constituye como un estado de reforzamiento de la vigilancia, mediante el monitoreo preciso y riguroso de las condiciones de riesgo y las respectivas vulnerabilidades asociadas a la amenaza, coordinando y activando al Sistema Nacional de Prevención y Respuesta ante Desastres (SINAPRED) con el fin de actuar oportunamente frente a eventuales situaciones de emergencia. Metropolitana De acuerdo con la información proporcionada por la Dirección Meteorológica de Chile (DMC), se encuentran vigentes los siguientes alertamientos meteorológicos para la Región de Coquimbo. Alertamiento Pronóstico Inicio Fin Alerta AA67 Nevadas moderadas a fuertes con desarrollo de ventisca en cordillera. 31-07 01-08 Aviso A283-4 Viento normal a moderado en cordillera. 30-07 02-08 Aviso A287-6 Precipitaciones normales a moderadas en litoral, cordillera de la costa, precordillera y valles precordilleranos. 31-07 31-07 Asimismo, conforme a lo indicado en el alertamiento vigente y en el Informe de Amenaza Meteorológica de la DMC, los montos de precipitaciones (mm/cm), viento (km/h) e isoterma 0°C (m.s.n.m.) pronosticados para los próximos días en la región, son los siguientes: Zona Miércoles 30 de julio Jueves 31 de julio Viernes 01 de agosto Precipitaciones Viento Precipitaciones Viento Precipitaciones Viento Litoral < 2 (Tramo sur) 25 - 40 15 - 24 25 - 40 10 - 14 25 - 40 Cordillera de la costa < 2 (Tramo sur) - 20 - 29 - 10 - 19 - Valles precordilleranos y precordillera - - 25 - 34 - 15 - 24 - Cordillera - 25 - 40 rachas 80 20 - 40 cm 25 - 40 rachas 80 20 - 40 cm 25 - 40 rachas 70 Isoterma 0°C 4.000 - 3.400 3.400 - 2.300 2.300 - 1.900 - 2.300 Cabe destacar que, los montos de precipitaciones de la tabla anterior contemplan el período entre las 09:00 horas del día indicado y las 09:00 horas del día siguiente. Por otra parte, el Servicio Meteorológico de la Armada de Chile mantiene vigente su Aviso N°30 por marejadas normales, entre el jueves 31 de julio y el viernes 01 de agosto para las costas de la región. Finalmente, el Servicio Nacional de Geología y Minería (SERNAGEOMIN), mediante su Minuta Técnica por Peligro de Remociones en Masa, actualizada el día de hoy, indica que la posibilidad de ocurrencia de remociones en masa tales como flujo de detritos, aluviones, deslizamientos y/o caídas de rocas (derrumbes) es alta en valles precordilleranos y precordillera y moderada en litoral, cordillera de la costa y cordillera de la región. En consideración a este antecedente, y en coordinación con la Delegación Presidencial Regional de Coquimbo, la Dirección Regional del SENAPRED actualiza laAlerta Temprana Preventiva Regional por evento meteorológico, que se encuentra vigente desde el 27 de julio de 2025. La actualización de esta alerta se constituye como un estado de reforzamiento de la vigilancia, mediante el monitoreo preciso y riguroso de las condiciones de riesgo y las respectivas vulnerabilidades asociadas a la amenaza, coordinando y activando al Sistema Nacional de Prevención y Respuesta ante Desastres (SINAPRED) con el fin de actuar oportunamente frente a eventuales situaciones de emergencia. Ñuble De acuerdo con la información proporcionada por la Dirección Meteorológica de Chile (DMC), se encuentran vigentes los siguientes alertamientos meteorológico para la Región de Ñuble: Alertamiento Pronóstico Inicio Fin Alerta AA65-7 Precipitaciones moderadas a fuertes con isoterma cero alta enlitoral, cordillera de la costa, valle, precordillera y cordillera. 30-07 30-07 Aviso A283-3 Viento normal a moderado enlitoral, cordillera de la costa, valle, precordillera y cordillera. 30-07 31-07 Aviso A287-5 Precipitaciones normales a moderadas en litoral, cordillera de la costa y valle. 30-07 31-07 Por otra parte, el Servicio Meteorológico de la Armada de Chile mantiene vigente su Aviso N°30 por marejadas normales, entre el jueves 31 de julio y el viernes 01 de agosto para las costas de la región. En consideración a estos antecedentes, y en coordinación con la Delegación Presidencial Regional de Ñuble, la Dirección Regional del SENAPRED actualiza la Alerta Temprana Preventiva Regional por evento meteorológico, que se mantiene vigente desde el 28 de julio de 2025. La actualización de esta alerta se constituye como un estado de reforzamiento de la vigilancia, mediante el monitoreo preciso y riguroso de las condiciones de riesgo y las respectivas vulnerabilidades asociadas a la amenaza, coordinando y activando al Sistema Nacional de Prevención y Respuesta ante Desastres (SINAPRED) con el fin de actuar oportunamente frente a eventuales situaciones de emergencia. Los Lagos De acuerdo con la información proporcionada por la Dirección Meteorológica de Chile (DMC), se encuentran vigentes los siguientes alertamientos meteorológicos para la Región de Los Lagos: Alertamiento Pronóstico Inicio Fin Alerta AA65-4 Precipitaciones moderadas a fuertes con isoterma cero alta en litoral, cordillera de la costa, precordillera, cordillera, Chiloé, litoral interior, cordillera austral y patagonia subandina. 29-07 30-07 Aviso A280-5 Precipitaciones normales a moderadas con isoterma cero alta en litoral, cordillera de la costa, precordillera y cordillera austral. 29-07 30-07 Aviso A288-1 Viento normal a moderado en litoral, Chiloé y litoral interior (40 y 60 km/h con rachas de 70). 29-07 31-07 Aviso A290-2 Probables tormentas eléctricas con probabilidad de precipitaciones fuertes en un corto período de tiempo en litoral, cordillera de la costa, valle, precordillera y litoral interior. 31-07 31-07 Por su parte, el Servicio Nacional de Geología y Minería (SERNAGEOMIN), mediante la actualización de su Minuta Técnica por Peligro de Remociones en Masa emitida el día de hoy, indica que la posibilidad de ocurrencia de remociones en masa, tales como flujo de detritos, aluviones, deslizamientos y/o caídas de rocas (derrumbes) es Baja en valle longitudinal y Alta en el resto de la región. Asimismo, debido a diversos desbordes y crecidas de ríos se presenta la siguiente afectación en la región: Comuna Afectación Fresia Desborde del río Llico afectando aproximadamente 50 familias del sector Esperanza y Peuchen. Cochamó Producto de la crecida del rio Frio se produjo desborde, generando daños en puente y dejando aisladas a 23 familias. Muermos Crecida del río Llico afectando la ruta V-440, que une Llico Bajo con Yerbas Buenas, existe ruta alternativa para la población. San Juan de La Costa Anegamiento y aislamiento de sectores por crecida del río Liucura, además se indica riesgo de colapso por socavón en el puente Quilloimo, se dispuso corte de tránsito como medida de precaución. En consideración a estos antecedentes, y en coordinación con la Delegación Presidencial Regional de Los Lagos, la Dirección Regional del SENAPRED declara Alerta Amarilla y cancela la Alerta Temprana Preventiva Regional por evento meteorológico, a contar de hoy y hasta que las condiciones así lo ameriten. Con la declaración de esta alerta, se alistarán escalonadamente los recursos necesarios para intervenir de acuerdo con la evolución del evento, con el objeto de evitar que éste crezca en extensión y severidad, minimizando los efectos negativos en las personas, sus bienes y el medio ambiente.",
      "summary": "CHL: Other - 03-2025 - Weather Events #2 (2025-07-30)",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.342667"
    },
    {
      "id": 17831,
      "country": null,
      "event_name": "CHL: Tsunami - 07-2025 - Tsunami Warning for Earthquake in Russia",
      "disaster_type": "Tsunami",
      "title": "Tsunami Alert for Earthquake in Russia",
      "description": "The Hydrographic and Oceanographic Service of the Chilean Navy (SHOA) reported that at 7:25 p.m. on July 29, an earthquake of magnitude 8.8 occurred in the Pacific Basin, with an epicenter 134 kilometers southeast of Petropavlovsk from Kamchatka, Russia. Information corroborated by the Pacific Tsunami Warning Center (PTWC). In accordance with the current protocol and the evaluation carried out by the SHOA in its Bulletin No. 6, a State of Alert is maintained for the coastal edge of the regions of Arica and Parinacota, Tarapacá, Antofagasta, Atacama, Coquimbo, Valparaíso (including Insular Territory), O'Higgins, Maule, Ñuble, Biobío, La Araucanía, Los Ríos and Los Lagos; and Precautionary State for the coastal edge of the regions of Aysén and Magallanes, and Antarctic Territory. Estimated arrival times: Easter Island 07-30-2025 11:25 AM (H.C.) 07-30-2025 9:25 AM (H.I.) San Félix 30-07-2025 14:14 Arica 30-07-2025 02:51 PM Iquique 30-07-2025 14:55 Pisagua 30-07-2025 14:57 Patache 30-07-2025 03:04 PM Mussels 30-07-2025 03:05 PM Juan Fernandez 30-07-2025 03:06 PM Tocopilla 30-07-2025 03:06 PM Antofagasta 30-07-2025 15:09 Caleta Paposo 30-07-2025 03:16 PM Taltal 30-07-2025 15:18 Chanaral 30-07-2025 03:21 PM Caldera 30-07-2025 03:22 PM Huasco 30-07-2025 03:27 PM Puerto Aldea 30-07-2025 15:31 Punta de Choros 30-07-2025 15:31 Coquimbo 30-07-2025 15:34 Pichidangui 30-07-2025 03:48 PM Valparaíso 30-07-2025 15:50 Quintero 30-07-2025 15:54 San Antonio 30-07-2025 15:56 Boyeruca 30-07-2025 03:57 PM Constitution 30-07-2025 16:03 Lebu 30-07-2025 04:03 PM Quiriquina Island 2025-07-30 04:11 PM Talcahuano 30-07-2025 16:11 Coronel 30-07-2025 16:20 Coliumo 30-07-2025 16:22 Nehuentue 30-07-2025 16:33 Bahía Mansa 30-07-2025 16:33 Corral 30-07-2025 16:38 Queule 30-07-2025 04:48 PM Ancud 30-07-2025 17:01 Port Melinka 2025-07-30 17:49 (H.C.) 2025-07-30 18:49 (H.UTC-3) Puerto Montt 30-07-2025 17:56 Antarctica Base Prat 2025-07-30 18:08 (H.C.) 2025-07-30 19:08 (H.UTC-3) Castro 30-07-2025 06:37 PM Antarctica Base Ohiggins 2025-07-30 18:38 (H.C.) 2025-07-30 19:38 (H.UTC-3) Caleta Meteoro 2025-07-30 19:00 (H.C.) 2025-07-30 20:00 (H.UTC-3) Puerto Williams 2025-07-30 21:46 (H.C.) 2025-07-30 22:46 (H.UTC-3) Puerto Natales 2025-07-31 01:06 (H.C.) 2025-07-31 02:06 (UTC-3) Puerto Chacabuco 2025-07-31 01:23 (H.C.) 2025-07-31 02:23 (H.UTC-3) Puerto Eden 2025-07-31 02:17 (H.C.) 2025-07-31 03:17 (UTC-3) Puerto Aguirre 2025-07-31 04:12 (H.C.) 2025-07-31 05:12 (UTC-3) Punta Arenas 2025-07-31 09:20 (H.C.) 2025-07-31 10:20 (UTC-3) Bahía Gregorio 2025-07-31 09:21 (H.C.) 2025-07-31 10:21 (H.UTC-3) H.I. = Western Insular Chile Time H.C. = continental chili time H.UTC-3 = time of the Aysén region and the Magallanes and Chilean Antarctic region The cities are delivered in order of shortest to longest time of arrival of the tsunami. Evacuation Process Start Times Sector State Continental Date Continental Time Local Date Local time Easter Island Alert 30-07-2025 8:00 30-07-2025 6:00 Arica and Parinacota Region Alert 30-07-2025 11:00 - - Tarapacá Region Alert 30-07-2025 11:00 - - San Felix Island Alert 30-07-2025 11:00 - - Antofagasta Region Alert 30-07-2025 12:00 - - Atacama Region Alert 30-07-2025 12:00 - - Coquimbo Region Alert 30-07-2025 12:00 - - Valparaiso Region Alert 30-07-2025 12:00 - - Juan Fernández Archipelago Alert 30-07-2025 12:00 - - O'Higgins Region Alert 30-07-2025 12:00 - - Maule Region Alert 30-07-2025 13:00 - - Ñuble Region Alert 30-07-2025 13:00 - - Biobío Region Alert 30-07-2025 13:00 - - Araucanía Region Alert 30-07-2025 13:00 - - Los Ríos Region Alert 30-07-2025 13:00 - - Los Lagos Region Alert 30-07-2025 13:00 - - Aysén Region Cautionary Status 30-07-2025 14:00 30-07-2025 15:00 Chilean Antarctic Territory Cautionary Status 30-07-2025 15:00 30-07-2025 16:00 Magallanes Region Cautionary Status 30-07-2025 16:00 30-07-2025 17:00 At 22:30 on 29-07-2025, the National COGRID was convened, in order to establish the coordinations and courses of action, just as the Regional COGRIDs were convened. On the other hand, the Ministry of Education suspended classes for all educational establishments, located on the coastal edge between the regions of Arica and Parinacota and Los Lagos, for today, Wednesday, July 30. The Chilean Navy instructed that all vessels present at sea must remain in a 200-meter-deep shelter zone. Meanwhile, smaller vessels that cannot go out into deep waters must remain moored and anchored to port. The evacuation process will be supported by public security from Municipalities, Armed Forces, Firefighters, Carabineros and PDI distributing their personnel at strategic and required points. Likewise, the evacuation process will be reinforced with the sending of SAE couriers by Tsunami Alert on the coastal edge between the regions of Arica and Parinacota and Los Lagos, including the Insular section, and State of Precaution for the beach area in the regions of Aysén and Magallanes. including Chilean Antarctica. Finally, the response teams of the Disaster Prevention and Response System (SINAPRED) are deployed on the ground and evaluating the emergency situations derived from this event. Evacuation processes 08:00 am Easter Island. SENAPRED activated SAE messaging 11:00 am coastal edge of San Félix Island, Valparaíso Region, and the regions of Arica and Parinacota and Tarapacá. SENAPRED activated SAE messaging. Concepción: Due to the threat of tsunami flooding in the area, authorities began the preventive evacuation of the local jail, transferring inmates to prisons in Concepción. At the same time, the hospital – also located in a flood zone – is evaluating alternatives for the transfer of patients and the protection of essential equipment and supplies. Critical Infrastructure Between the regions of Arica and Parinacota and Los Lagos, 5 prisons are reported to be below level 30, which are being evacuated. 45 private and public health establishments are evaluating their evacuation processes. Operations are paralyzed in all ports from the Arica Region to the San Antonio Region; and without ships in Talcahuano.",
      "summary": "CHL: Tsunami - 07-2025 - Tsunami Alert for Earthquake in Russia #2 (2025-07-30)",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.349695"
    },
    {
      "id": 17830,
      "country": null,
      "event_name": "ITT: Tsunami - 07-2025 - Strong currents on the Pacific coast due to the effect of the 8.8 earthquake in Russia",
      "disaster_type": "Tsunami",
      "title": "Strong currents on the Pacific coast due to the effect of the 8.8 earthquake in Russia",
      "description": "The Volcanological and Seismological Observatory of Costa Rica, National University (OVSICORI-UNA), published an international earthquake report at 17:24 on July 29, 2025, with an epicenter 131km SE of Petropavlovsk-Kamchatsky, Russia, with a Magnitude of 8.8Mw, cataloging it as a \"Megaearthquake\" At 8:43 p.m., the National Tsunami Monitoring System, National University (SINAMOT-UNA) indicates that according to the information available so far, strong currents caused by the tsunami caused by the seismic movement are expected from 7:50 a.m. on July 30, 2025, extending until 2:00 p.m., for which it issues a report of Dangerous Currents for the Pacific coast andrecommends not to sail or carry out activities at sea during the indicated period of time. In view of this, the National Commission for Risk Prevention and Emergency Attention (CNE), activated the Emergency Operations Center (COE) with the participation of the Costa Rican Red Cross and declared Yellow Alert 25-2025 in the cantons of the entire Pacific coast, namely La Cruz. Liberia, Carrillo, Santa Cruz, Nicoya, Hojancha, Nandayure in the North Pacific region, Puntarenas, Esparza, Garabito, Parrita, Quepos and Cocos Island in the Central Pacific region, as well as Osa, Puerto Jiménez, Golfito in the South Pacific region. In view of this, the DINARE of the Costa Rican Red Cross , in accordance with the provisions of the National Emergency and Disaster Response Plan (PLANRED), decreed Response Level #2 for the Guanacaste, Puntarenas and South Pacific regions, activating the internal mechanisms of anticipation and response, representation in Municipal Emergency Committees in addition to providing information as an aid to the population of the Pacific coast.",
      "summary": "CRI: Tsunami - 07-2025 - Strong currents on the Pacific coast due to the effect of the 8.8 earthquake in Russia",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.349695"
    },
    {
      "id": 17829,
      "country": null,
      "event_name": "PER: Tsunami - 07-2025 - PER: Tsunami - 01-2025 - Tsunami warning issued for Peru's  coast triggered by the M8.8 earthquake in Kamchatka Peninsula, Russia ",
      "disaster_type": "Tsunami",
      "title": "PER: Tsunami - 01-2025 - Tsunami warning issued for Peru's coast triggered by the M8.8 earthquake in Kamchatka Peninsula, Russia",
      "description": "An earthquake with a magnitude of 8.8 Mw occurred at a depth of 74.00 km, approximately 133 km southeast of Petropavlovsk-Kamchatsky, Russia, as reported by the United States Geological Survey (USGS) on July 29, 2025, at 18:24 local time. As a result, a tsunami warning has been issued for the Peruvian coast. It is estimated that the first waves will reach Puerto La Cruz at 10:09 a.m. on July 30, 2025, with a projected height of up to 1.00 meters. The ports evaluated include La Cruz, Talara, Paita, Pimentel, Salaverry, Chimbote, Huarmey, Huacho, Callao, Cerro Azul, Pisco, San Juan, Atico, Matarani and Ilo, with estimated arrival dates for July 30, 2025, at different times. Initial estimates were as follows: Port Date Arrival time Estimated actual projected height La Cruz 30/07/2025 10:09 1.00 Talara 30/07/2025 10:12 2.31 Paita 30/07/2025 10:16 1.51 Pimentel 30/07/2025 10:34 1.08 Salaverry 30/07/2025 10:48 1.23 Chimbote 30/07/2025 10:56 1.28 Huarmey 30/07/2025 11:05 1.26 Huacho 30/07/2025 11:15 1.16 Callao 30/07/2025 11:23 1.27 Cerro Azul 30/07/2025 11:33 1.25 Pisco 30/07/2025 11:40 1.37 San Juan 30/07/2025 11:56 1.15 Atico 30/07/2025 12:09 1.03 Matarani 30/07/2025 12:21 1.12 Ilo 30/07/2025 12:30 1.21 According to the Peruvian Presidency, 65 ports along the entire coastline are closed, according to the National Maritime Authority (Dicapi). In the last minutes, INDECI indicated that, according to the information received by the DHN and based on the actual arrival of the wave train to the southern area of the continent, new estimates of the arrival of this phenomenon to the northern coast of Peru are available, with a new estimated time of 12:15 a.m.",
      "summary": "PER: Tsunami - 07-2025 - PER: Tsunami - 01-2025 - Tsunami warning issued for Peru's coast triggered by the M8.8 earthquake in Kamchatka Peninsula, Russia",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.353578"
    },
    {
      "id": 17828,
      "country": null,
      "event_name": "CHL: Others - 07-2025 - Weather Events South Zone",
      "disaster_type": "Other",
      "title": "Weather Events South Zone",
      "description": "According to the information provided by the Regional Directorates of SENAPRED, in the context of the frontal system that is developing between the regions of O'Higgins and Los Lagos, the following background and developments are reported WEATHER SITUATION O'higgins Overcast sky Maule Coast with overcast skies and light rainfall and inland overcast skies Ñuble Cloudy sky Biobío Overcast skies and intermittent rainfall The Araucanía Overcast sky and precipitation Los Ríos Overcast sky and precipitation The Lakes Overcast sky and precipitation Source: SENAPRED Regional Directorates– 07:30 a.m. (07/30/2025). RELEVANT EMERGENCY SITUATIONS BY REGION O'higgins No news Maule Ñuble Biobío The Araucanía Los Ríos Los Lagos Commune: 1 house with minor damage due to rainfall in the Quilmes sector. Corral Commune: Mass removal that affects a neighborhood road interrupting the pedestrian crossing, 12 people are isolated (4 homes). Commune of Valdivia: mass removal in the Balsa San Javier sector. The Lakes Fresia Commune: Overflow of the Llico River, affecting approximately 50 families in the Esperanza and Peuchen sectors. Commune of Cochamó: As a result of the flooding of the Frio River, there was an overflow, causing damage to the bridge and leaving 23 families isolated. Commune of Muermos: Flooding of the Llico River affecting the V-440 route, which connects Llico Bajo with Yerbas Buenas, there is an alternative route for the population. Commune of San Juan de La Costa: 2 families are isolated in the Loma de La Piedra sector due to the flooding of the Huacamapu estuary. Meanwhile, flooding and isolation of sectors due to flooding of the Liucura River are reported. In addition, there is a risk of collapse of the Quilloimo bridge due to a sinkhole, traffic cut was ordered as a precautionary measure. Finally, bridges are reported cut in the Liucura and Quilloimo sectors. Maullín Commune: 5 people affected and 1 house with major damage as a result of flooding in the Ten-Ten population. Río Negro: 10 families are reported isolated due to the collapse of the El Bolsón Bridge. In addition, flooding is recorded in the yards of homes. Source: SENAPRED Regional Directorates– 07:30 a.m. (07/30/2025). SECTORAL INFORMATION According to the information provided by the Superintendence of Electricity and Fuels (SEC), at the time of this report the following is reported: REGION TOTAL NUMBER OF CUSTOMERS WITHOUT POWER O'higgins 0 Maule 0 Ñuble 0 Biobío 278 The Araucanía 1395 Los Ríos 179 The Lakes 797 Total 2.649 It is worth mentioning that these power outages do not necessarily originate from the frontal system. 99.9% of the country's customers have normal electricity service TECHNICAL ALERT IN FORCE ALERT PROGNOSIS BEGINNING The end Alert AA65-6 Moderate to Heavy Rainfall with High Zero Isotherm in areas of the regions of Valparaíso, O'Higgins, Maule, Ñuble, Biobío and La Araucanía. 30-07 31-07 Notice A290-2 Probable thunderstorms with a probability of heavy rainfall in a short period of time in areas of the regions of La Araucanía, Los Ríos and Los Lagos. 31-07 31-07 Notice A288-1 Normal to moderate wind in areas of the regions of La Araucanía, Los Ríos and Los Lagos. 29-07 31-07 Notice A287-3 Normal to moderate rainfall in areas between the Atacama and Biobío regions. 30-07 01-08 Notice A283-3 Normal to Moderate Wind in areas from the Coquimbo Region to the Biobío Region. 30-07 31-07 Notice A280-5 Normal to moderate rainfall with high zero isotherm in areas of the regions of La Araucanía, Los Ríos and Los Lagos. 29-07 30-07 Source: Chilean Meteorological Directorate (DMC). TECHNICAL MINUTES DUE TO DANGER OF MASS REMOVALS Region Category Biobío Ground in Valle Longitudinal. Moderate in the Litoral, Cordillera de la Costa, Precordillera and Cordillera. The Araucanía High throughout the region. Los Ríos High throughout the region. The Lakes Ground in Valle Longitudinal. High in Litoral, Cordillera de la Costa, Precordillera, Cordillera, Chiloé, Interior Coast, Cordillera Austral and Sub-Andean Patagonia. Source: SERNAGEOMIN. RELEVANT ALERTS IN FORCE Alert Type Coverage Causality Validity YELLOW Corral Commune, Los Ríos Region. Mass removal. 06-06-2025 YELLOW Commune of Puerto Montt, Los Lagos Region. Freshet. 29-07-2025 YELLOW Los Lagos Region. Weather event 30-07-2025 EARLY PREVENTIVE O'Higgins Region. Weather event (update 29-07-2025). 28-07-2025 EARLY PREVENTIVE Maule Region. Weather event (update 29-07-2025). 28-07-2025 EARLY PREVENTIVE Ñuble Region. Weather event (update 29-07-2025). 28-07-2025 EARLY PREVENTIVE Biobío Region. Weather event (update 29-07-2025). 22-07-2025 EARLY PREVENTIVE La Araucanía Region. Weather event (update 29-07-2025). 26-07-2025 EARLY PREVENTIVE Los Ríos Region. Weather event (update 29-07-2025). 26-07-2025 Source: SENAPRED – 07:30 hours (07/30/2025).",
      "summary": "CHL: Other - 07-2025 - Weather Events South Zone",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.360664"
    },
    {
      "id": 17827,
      "country": null,
      "event_name": "TCD: Epidemic - 07-2025 - Cholera epidemic in Ouaddaï province ",
      "disaster_type": "Epidemic",
      "title": "Cholera epidemic in Ouaddaï province",
      "description": "the health system in the area where the epidemic is raging remains fragile; due to the lack of qualified human resources; insufficient management kit; Insufficient equipment, insufficient search for active contact cases. On the side of the affected population; Failure to comply with basic hygiene measures. Proximity of the camp site to the population.",
      "summary": "TCD: Epidemic - 07-2025 - Cholera epidemic in Ouaddaï province",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.361662"
    },
    {
      "id": 17826,
      "country": null,
      "event_name": "KEN: Population Movement - 07-2025 - Cross Border Population Influx ",
      "disaster_type": "Population Movement",
      "title": "Cross Border Population Influx",
      "description": "The town of Bulla Hawa, situated strategically on the border between Somalia and Kenya, has been a focal point of conflict and instability for decades. This report aims to provide a comprehensive analysis of anticipated responses to protracted humanitarian crisis, characterized by displacement, food insecurity, and destruction of vital infrastructure. On 22nd July 2025, violent armed conflict erupted between the Federal Government of Somalia and the Jubaland State forces in the town of Bula Hawa, situated near the Kenya–Somalia border adjacent to Mandera Town. The confrontation resulted in the loss of at least 15 lives, including 5 civilians in Bula Hawa (Somalia), while 4 people were injured in Mandera Town due to stray bullets. The situation further escalated when two rocket-propelled grenades (RPGs) landed on the Kenyan side, generating widespread fear and anxiety among residents. The situation has led to an influx of population into Mandera town. As of today 226 HHs (1,356 pax), composed of mostly women, children and the elderly are currently housed in a primary school near the border on the Kenyan side. The Mandera County Security Committee, in collaboration with key partners, convened through the County Steering Group (CSG) and the Disaster Risk Management Committee (DRMC). This led to the establishment of the Mandera County Emergency Disaster Management and Response Committee, comprising representatives from the National Government, County Government, the Kenya Red Cross Society (KRCS), civil society organizations, and development partners. The committee aims to ensure preparedness, strategic coordination, and effective response in the event of further escalation. The conflict is still active in Bula Hawa and it is reported that both sides are sending reinforcement to the area. Due to lack of any peace restoration efforts, it is projected that the conflict will continue. This will likely result to displacement of at least 2,500households into Mandera County because the administration is allowing civilians to cross and there is availability of easy transportation through use of Donkey carts.",
      "summary": "KEN: Population Movement - 07-2025 - Cross Border Population Influx",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.361662"
    },
    {
      "id": 17825,
      "country": null,
      "event_name": "JPN: Tsunami - 07-2025 - Tsunami warning issued for Japan's Pacific coast triggered by the M8.8 earthquake in Kamchatka Peninsula, Russia",
      "disaster_type": "Tsunami",
      "title": "Tsunami warning issued for Japan's Pacific coast triggered by the M8.8 earthquake in Kamchatka Peninsula, Russia",
      "description": "Overview:An earthquake with a magnitude of 8.8 at a depth of 20.69 km has occurred at 136 km east-southeast of Petropavlovsk-Kamchatsky, Russia, as reported by the National Earthquake Information Center (NEIC) of the USGS on July 29, 2025 08:24 local time（JST）.A tsunami warning of up to 3 meters has been issued along Japan's Pacific coast from Hokkaido to Wakayama. Officials are calling on people to stay evacuated until all alerts are lifted despite the hot weather. Tsunami have been observed over wide areas along the coast, including a 1.3-meter wave at Kuji Port in Iwate Prefecture.（As of 16:30 local time on 30 July 2025）The Japan Meteorological Agency downgraded the tsunami warning that had been issued for the Pacific coasts of Hokkaido and Tohoku to a tsunami advisory at 20:45 local time on 30 July. But people across the country are urged to stay cautious, as the tsunami advisories remain in place from Hokkaido to Okinawa.Impact:Tsunami waves have reached several Pacific coastal areas of Japan after the earthquake. A 1.3-meter tsunami was recorded at Kuji Port in Iwate prefecture, while a 80 centimeter wave was observed at Nemuro, Hokkaido and 70 centimeter tsunami at Ishinomaki Port in Miyagi. High waves have also been observed in the Tohoku and Kanto regions. A 30 centimeter wave was recorded at Yokohama Port. Runways at Sendai Airport in Japan's northeast have been closed after an earthquake in Russia triggered tsunami warnings. The transport ministry said the runway shutdown began around 9:40 a.m., and that some flights bound for the major coastal hub were rerouted. Flights to and from the airport were suspended. Airlines are urging customers to stay updated by checking their websites.",
      "summary": "JPN: Tsunami - 07-2025 - Tsunami warning issued for Japan's Pacific coast triggered by the M8.8 earthquake in Kamchatka Peninsula, Russia",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.361662"
    },
    {
      "id": 17824,
      "country": null,
      "event_name": "CHL: Tsunami - 07-2025 - Tsunami Warning for Earthquake in Russia",
      "disaster_type": "Tsunami",
      "title": "Tsunami Alert for Earthquake in Russia",
      "description": "TSUNAMI THREAT TO CHILE'S COAST BULLETIN: 003 EVENT: 29/07/2025 19:25 MAGNITUDE: 8.7, 134 KM SE OF PETROPAVLOVSK OF KAMCHATKA, RUSSIA INFORMATION RECEPTION TIME 29/07/2025 21:10 EVALUATION: BASED ON THE PRELIMINARY PARAMETERS OF THE EARTHQUAKE AND ONCE THE MODELING AND ANALYSIS PROCESS HAS BEEN COMPLETED, THE FOLLOWING STATES ARE ESTABLISHED FOR THE NATIONAL TERRITORY: ARICA AND PARINACOTA CAUTION TARAPACA CAUTION ANTOFAGASTA NORTH (UP TO THE SOUTHERN LIMIT OF THE COMMUNE OF MEJILLONES) CAUTION SOUTH (FROM THE NORTHERN LIMIT OF ANTOFAGASTA COMMUNE) CAUTION ATACAMA NORTH (UP TO THE SOUTHERN LIMIT OF COPIAPÓ PROVINCE) ALERT SOUTH (FROM THE NORTHERN LIMIT OF THE PROVINCE OF HUASCO) ALERT COQUIMBO ALERT VALPARAISO ALERT ARCH. JUAN FERNANDEZ CAUTION SAN FELIX ISLAND CAUTION EASTER ISLAND CAUTION OHIGGINS CAUTION MAULE CAUTION ÑUBLE - BIOBIO PRECAUTION ARAUCANÍA CAUTION LOS RIOS CAUTION LOS LAGOS NORTH (FROM THE NORTHERN REGIONAL LIMIT TO DONA SEBASTIANA ISLAND, INCLUSIVE) CAUTION SOUTH (FROM DOÑA SEBASTIANA ISLAND TO THE SOUTHERN REGIONAL LIMIT) CAUTION AYSEN CAUTION MAGALLANES CAUTION CHILEAN ANTARCTIC TERRITORY CAUTION EARTHQUAKE DATA: AN EARTHQUAKE HAS OCCURRED WITH THE FOLLOWING PRELIMINARY PARAMETERS LOCAL TIME: 07/29/2025 19:25 (07/29/2025 23:25 U.T.C.) MAGNITUDE: 8.7 SOURCE: PTWC LATITUDE: 52°12'N LONGITUDE: 160°0'E GEOGRAPHICAL REFERENCE: 134 KM SE OF PETROPAVLOVSK OF KAMCHATKA, RUSSIA IT SHOULD BE BORNE IN MIND THAT: IF SENAPRED HAS DECREED PREVENTIVE EVACUATION, IT WILL BE MAINTAINED UNTIL IT IS CANCELED BY SENAPRED. THE MODELING AND ANALYSIS PROCESS WITH SIPAT WAS CARRIED OUT CONSIDERING THE WORST SCENARIO FOR THIS EVENT STATE OF ALARM IS ASSOCIATED WITH A MAJOR TSUNAMI. A STATE OF ALERT IS ASSOCIATED WITH AN INTERMEDIATE TSUNAMI. PRECAUTIONARY STATE IS ASSOCIATED WITH A MINOR TSUNAMI. NEWS STATUS IS ASSOCIATED WITH A CONDITION WITHOUT TSUNAMI THREAT. A TSUNAMI MANIFESTS ITSELF FOR HOURS. NORMALLY THE FIRST WAVE IS NOT THE MOST DESTRUCTIVE. IN CLOSED BAYS, THE EFFECTS OF THE TSUNAMI WILL BE AMPLIFIED. A TSUNAMI WILL REACH THE COASTS NEAR THE EPICENTER A FEW MINUTES AFTER THE EARTHQUAKE. STRONG CURRENTS CAN OCCUR IN PORTS, COVES, ESTUARIES AND RIVERS. HYDROGRAPHIC AND OCEANOGRAPHIC SERVICE OF THE NAVY ----------------------------------------------------------------------------------------------------- TSUNAMI THREAT TO CHILE'S COASTS TSUNAMI THREAT TO CHILE'S COAST BULLETIN: 004 EVENT: 29/07/2025 19:25 MAGNITUDE: 8.7, 134 KM SE OF PETROPAVLOVSK OF KAMCHATKA, RUSSIA INFORMATION RECEPTION TIME 29/07/2025 21:10 EVALUATION: ACCORDING TO THE TSUNAMI THREAT ESTABLISHED BY THE STATES REPORTED IN THE PREVIOUS BULLETIN, THE ESTIMATED ARRIVAL TIMES WOULD BE AS FOLLOWS. LOCATIONS WITH INFORMATION STATUS ARE NOT INCLUDED: THE ESTIMATED ARRIVAL TIMES WOULD BE AS FOLLOWS: ARICA 30-07-2025 02:51 PM PISAGUA 30-07-2025 02:57 PM IQUIQUE 30-07-2025 14:55 PATACHE 30-07-2025 03:04 PM TOCOPILLA 30-07-2025 03:06 PM MEJILLONES 30-07-2025 15:05 ANTOFAGASTA 30-07-2025 15:09 CALETA PAPOSO 2025-07-30 03:16 PM TALTAL 30-07-2025 15:18 CHANARAL 30-07-2025 03:21 PM CALDERA 30-07-2025 15:22 HUASCO 30-07-2025 03:27 PM PUNTA DE CHOROS 30-07-2025 15:31 COQUIMBO 30-07-2025 15:34 PUERTO ALDEA 30-07-2025 15:31 PICHIDANGUI 30-07-2025 03:48 PM QUINTERO 30-07-2025 03:54 PM VALPARAISO 30-07-2025 15:50 SAN ANTONIO 30-07-2025 03:56 PM JUAN FERNANDEZ 30-07-2025 15:06 SAN FELIX 30-07-2025 02:14 PM EASTER ISLAND 2025-07-30 11:25 AM (H.C.) 07-30-2025 9:25 AM (H.I) BOYERUCA 30-07-2025 15:57 CONSTITUTION 30-07-2025 16:03 COLIUMO 30-07-2025 16:22 QUIRIQUINA ISLAND 2025-07-30 04:11 PM TALCAHUANO 30-07-2025 16:11 CORONEL 30-07-2025 16:20 LEBU 30-07-2025 04:03 PM NEHUENTUE 30-07-2025 16:33 QUEULE 30-07-2025 04:48 PM CORRAL 30-07-2025 16:38 BAHIA MANSA 30-07-2025 16:33 PUERTO MONTT 30-07-2025 17:56 ANCUD 30-07-2025 17:01 CASTRO 30-07-2025 06:37 PM PUERTO MELINKA 2025-07-30 17:49 (H.C.) 2025-07-30 18:49 (H.UTC-3) PUERTO CHACABUCO 2025-07-31 01:23 (H.C.) 2025-07-31 02:23 (H.UTC-3) PUERTO AGUIRRE 2025-07-31 04:12 (H.C.) 2025-07-31 05:12 (H.UTC-3) EDEN PORT 2025-07-31 02:17 (H.C.) 2025-07-31 03:17 (UTC-3) BAHIA GREGORIO 2025-07-31 09:21 (H.C.) 2025-07-31 10:21 (UTC-3) CALETA METEORO 2025-07-30 19:00(H.C.) 2025-07-30 20:00 (H.UTC-3) PUNTA ARENAS 2025-07-31 09:20 (H.C.) 2025-07-31 10:20 (UTC-3) PUERTO WILLIAMS PUERTO NATALES 2025-07-30 9:46 PM (H.C.) 2025-07-30 10:46 PM (UTC-3) 2025-07-31 01:06 (H.C.) 2025-07-31 02:06 (UTC-3) ANTARCTICA BASE PRAT 2025-07-30 18:08 (H.C.) 2025-07-30 19:08 (H.UTC-3) ANTARCTICA BASE OHIGGINS 30-07-2025 18:38 (H.C.) 30-07-2025 19:38 (H.. UTC-3) H.I. = WESTERN INSULAR CHILE TIME H.C. = CONTINENTAL CHILE TIME H.UTC-3 = TIME OF THE AYSÉN REGION AND THE MAGALLANES REGION AND CHILEAN ANTARCTICA THE CITIES ARE DELIVERED IN ORDER OF SHORTEST TO LONGEST TIME OF ARRIVAL OF THE TSUNAMI.",
      "summary": "CHL: Tsunami - 07-2025 - Tsunami Alert for Earthquake in Russia",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.362953"
    },
    {
      "id": 17823,
      "country": null,
      "event_name": "GTM: Earthquake - 07-2025 - Sensitive Earthquakes in Guatemala ",
      "disaster_type": "Earthquake",
      "title": "Sensitive earthquakes in Guatemala",
      "description": "On July 29, 2025 at 3:21 p.m., the first of several sensitive earthquakes was recorded in much of the national territory, with an epicenter in the department of Jutiapa, bordering El Salvador. The aftershocks continue and many of them of intensity greater than 3.6 on the Richter scale and with shallow epicenter depth. Preliminary reports indicate that there is damage to homes, buildings and 2 health facilities. Some of the injured are being treated by local health services and rescue services. The authorities of CONRED have declared a national orange alert.",
      "summary": "GTM: Earthquake - 07-2025 - Sensitive earthquakes in Guatemala",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.362953"
    },
    {
      "id": 17822,
      "country": null,
      "event_name": "GRC: Fire - 07-2025 - Wildfires in Greece, 26-28, July, 2025 ",
      "disaster_type": "Fire",
      "title": "Wildfires in Greece, 26-28, July, 2025",
      "description": "Greece experienced one of its most intense wildfire outbreaks in recent years, with over 50 wildfires reported in just 24 hours. The fires were fueled by a prolonged heatwave (temperatures reaching up to 45°C) and strong winds (6–7 Beaufort), creating extreme fire conditions across the country. The primary affected areas were Kryoneri (Attica), Pedini - Ioannina (Epirus Region), Patra (Achaea Region), Temenia and surrounding villages (Chania, Crete), Polithea, Monastiri, and Aetos (Messinia, Peloponnese), Serres (Northern Greece), and Central and Northern Euboea (Evia). Thousands of residents were evacuated across multiple regions. In numbers over 32,000 people were displaced nationwide, with many seeking shelter in schools, community centers, and temporary shelters. Over 1,100 firefighters were deployed nationwide. Moreover, Greece requested six additional water-dropping aircraft from the EU Civil Protection Mechanism. One hundred forty-five firefighters, 44 vehicles, 7 helicopters, and 10 aircraft were active in Attica alone. Many firefighters were hospitalized due to burns and smoke inhalation while battling the fires. These injuries occurred during intense efforts to contain fires threatening residential areas, with some fire trucks also damaged in the process. Moreover, civilians were injured, suffering from burns, respiratory problems, and other injuries. The extensive damage influences the forests, agricultural land, animal pens, houses, cars, and more.",
      "summary": "GRC: Fire - 07-2025 - Wildfires in Greece, 26-28, July, 2025",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.363965"
    },
    {
      "id": 17821,
      "country": null,
      "event_name": "COG: Epidemic - 07-2025 - CHOLERA EPIDEMIC ",
      "disaster_type": "Epidemic",
      "title": "CHOLERA EPIDEMIC",
      "description": "This confirmation of the cholera epidemic in our country comes in a regional context marked by the resurgence of cholera in neighboring countries, particularly in Angola, with confirmed cases in the province of Kabinda and in the Democratic Republic of Congo with confirmed cases in Kinshasa and in the province of Equateur (Loukoléla zaire). In any case, suspects and even confirmed are quarantined in the nearest health centers with a great need for appropriate medical assistance. This situation is once again affecting the Congolese health system, which on the eve of its independence day is confronted with this scourge. To date, the rapid and unusual increase in the number of cases is possible in the localities of the island of Mbamou, Loukoléla and Mossaka due to the period of fairground markets.",
      "summary": "COG: Epidemic - 07-2025 - CHOLERA EPIDEMIC",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.363965"
    },
    {
      "id": 17820,
      "country": null,
      "event_name": "THA: Flood - 07-2025 - Heavy rainfall and flash floods ",
      "disaster_type": "Flood",
      "title": "Heavy rainfall and flash floods",
      "description": "The situation caused by tropical storm \"Wipha\" followed the monsoon trough passing through upper Laos and northern Thailand. As a result, from 21 July 2025 to the present, flooding occurred in 11 provinces (Nan, Chiang Rai, Phayao, Lampang, Chiang Mai, Mae Hong Son, Phrae, Sukhothai, Tak, Uttaradit, and Loei), affecting 67 districts, 303 sub-districts, and 1,610 villages. A total of 43,080 households or 145,532 people have been affected. There is 1 missing person (a man swept away by floodwaters in Tha Wang Pha District, Nan Province) and 1 fatality (a woman who fell into the water while coming downstairs to close the door on the first floor of her house in Mueang District, Phrae Province). Currently, the flood situation remains in 4 provinces (Nan, Chiang Rai, Phrae, and Sukhothai), affecting 31 districts, 140 sub-districts, and 638 villages, with 31,599 households or 106,189 people affected. Numeric Details (People) Affected: 106,189 people (31,599 households) across 4 provinces — Nan, Chiang Rai, Phrae, and Sukhothai. Injured: None reported. Dead: 1 person (female, Phrae Province) Missing: 1 person (male, Nan Province)",
      "summary": "THA: Flood - 07-2025 - Heavy rainfall and flash floods #3 (2025-07-29)",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.363965"
    },
    {
      "id": 17819,
      "country": null,
      "event_name": "VNM: Other - 07-2025 - Typhoon Wipha-Heavy rain and flash flood ",
      "disaster_type": "Pluvial/Flash Flood",
      "title": "Typhoon WIPHA circulation 07/2025",
      "description": "In recent days, severe weather caused by the circulation of Typhoon No. 3 has brought heavy rainfall and flash flooding across several northern and central provinces of Vietnam, including Nghe An, Son La, Dien Bien, and Quang Tri. According to VTV Times reporters, on the morning of July 24, four new flooding points were recorded along National Highway 7, passing through Nhan Hoa and Vinh Tuong communes (former Anh Son district, Nghe An province). Water levels at these locations ranged from 50cm to nearly 1 meter, with strong currents, making it impossible for small vehicles to pass. Many residents were forced to turn back or take longer detours, disrupting daily activities and the transportation of goods. In particular, the section of National Highway 7 running through Cam Thang hamlet in Nhan Hoa commune was submerged under 50cm to 1m of water. Previously, the highway had been completely cut off due to floodwaters rising from the Lam River and local streams. Although the rain has eased, water levels in many areas have yet to recede. Authorities are closely monitoring the situation and advising residents not to travel through deep-flooded areas—especially at night or without proper guidance. Temporary traffic control and mitigation measures are being implemented to ensure the safety of people and property. Son La Province: On the night of July 27, torrential rains across 13 communes of the former Song Ma district triggered flash floods and landslides, leaving four people in Chieng So commune dead or missing. Nearly 200 personnel were deployed for search and rescue efforts. Two individuals were swept away in Na Cai 2 village, Chieng So commune. Dien Bien Province: In Muong Luan commune, a flash flood that struck on the night of July 26 and early morning of July 27 swept away three homes and two community houses, injured two people, and caused major losses of livestock, crops, and infrastructure. Landslides disrupted several inter-village roads. Thanks to early evacuation efforts, no fatalities were reported. Heavy rain and landslides also caused damage and traffic disruptions in Tia Dinh commune. Quang Tri Province: From July 25 to midday July 27, continuous heavy rains in the southern mountainous region of Quang Tri led to flooding in upstream rivers, isolating multiple inter-commune and inter-village roads. Several spillways were submerged and blocked by rising water. Authorities established checkpoints and barricades to prevent crossings. However, a serious incident occurred on July 26 when four young men ignored safety barriers and attempted to drive across a flooded spillway at Tan Trung village leading to Ban Con, Tan Lap commune. Taking advantage of a break in guard duty around 5:00 PM, they removed the barricades and tried to cross, resulting in their vehicle being swept away by the floodwaters. Fortunately, all four managed to escape from the vehicle safely. The car, however, was lost and has not yet been recovered. According to reports from the provinces affected heavy rains, flash floods, and landslides from the night of July 23 to July 27, 2025, have caused the following damages: Affected provinces: Lao Cai, Dien Bien, Son La, Quang Tri, Phu Tho, Thanh Hoa, Nghe An, Ninh Binh. Between July 25 and 27, 2025, heavy rains, flash floods, and landslides affected multiple provinces in northern and north-central Vietnam, including Son La, Dien Bien, Lao Cai, Quang Tri, Phu Tho, Thanh Hoa, Nghe An, and Ninh Binh. Human impact: 2 people confirmed dead and 4 missing in Son La; 2 injured in Dien Bien. Housing: Over 1,000 houses damaged or collapsed, including 22 houses destroyed in Son La and 987 houses damaged in Phu Tho, Thanh Hoa, and Nghe An. Evacuation: 66 households were evacuated (40 in Son La, 26 in Lao Cai — all have returned home). Agriculture: Over 54,000 hectares of rice fields were flooded or buried, mainly in Ninh Binh and Thanh Hoa; nearly 17 hectares of fish ponds were swept away. Livestock: More than 400 livestock and 33,000 poultry were killed or swept away. Transport: National and provincial roads reported hundreds of landslide points: 301 in Thanh Hoa and 291 in Nghe An. 5 suspension bridges were washed away. Electricity & telecommunications: 39 power substations affecting 3,677 households in Son La lost power (over half restored); 21 mobile stations remain out of service.",
      "summary": "VNM: Pluvial/Flash Flood - 07-2025 - Typhoon WIPHA circulation 07/2025 #3 (2025-07-29)",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.366065"
    },
    {
      "id": 17818,
      "country": null,
      "event_name": "THA: Other - 07-2025 - Tensions between Thailand and Cambodia ",
      "disaster_type": "Other",
      "title": "Tensions at the Thailand - Cambodia Border",
      "description": "Thailand Impact In Thailand · According to the Ministry of Public Health (MOPH), the escalating tensions at the border have affected civilian infrastructure and medical services, caused mass displacement, and raised serious public health concerns. Over 138,152 Thai civilians from four border provinces (Surin, Sisaket, Burirum and Ubon Ratchathani provinces) have been evacuated to 433 evacuation centers, including 21,076 individuals identified as vulnerable groups. · Affected Provinces and Hospitals: 617 patients were evacuated and 19 hospitals affected as follows: o 11 hospitals closed due to security risks or damage o 8 hospitals operating with emergency services only (ER) o 4 new closures include: § Na Chaluai Hospital (Ubon Ratchathani) § Buachet and Sangkha Hospitals (Surin) § Chalerm Phrakiat Hospital (Buriram) Since 24 July, a total of 14 civilians died and 52 injured, while 11 soldiers died and 103 injured. The situation has drawn urgent international attention. Both the UN and ASEAN have issued statements calling for the immediate cessation of hostilities and urging both governments to exercise restraints, pursue diplomatic channels and prioritize civilian protection. Cambodia According to several reliable sources, tensions between Cambodia and Thailand have rapidly escalated since 24 July, near Prasat Ta Muen Thom Temple in Oddar Meanchey and Preah Vihear provinces in Cambodia. Impact in Cambodia On 24 July, 3,830 families or 12,350 individuals from Oddar Meanchey and Preah Vihear were evacuated to safer areas in their respective provinces and Siem Reap. On 25 July, an additional 85 families or 357 individuals from Oddar Meanchey were evacuated to Banteay Meanchey. Threats then spread to Battambang, Pursat, and Koh Kong provinces. By 26 July, the number of evacuees increased to 16,900 families or 59,549 individuals in five provinces. As of 27 July, a total of 41,567 families or 127,356 people were affected and evacuated to 179 evacuation shelters across six provinces: Oddar Meanchey, Preah Vihear, Siem Reap, Banteay Meanchey, Battambang, and Pursat. As of 27 July, 600 schools were closed, affecting 15,000 pupils in Oddar Meanchey, Preah Vihear, Banteay Meanchey, Pursat, and Koh Kong. Two health centers in Preah Vihear were temporarily closed due to security risks. As of 26 July, 13 people died and 71 injured. 134,707 civilians were displaced and 174,432 returnees. · ·",
      "summary": "THA: Other - 07-2025 - Tensions at the Thailand - Cambodia Border #2 (2025-07-29)",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.369064"
    },
    {
      "id": 17817,
      "country": null,
      "event_name": "NGA: Flood - 07-2025 - Nigeria - Flood ",
      "disaster_type": "Flood",
      "title": "Nigeria - Flood",
      "description": "Today 27/07/2027 Flashflood ravaged communities in Yola South local government Adamawa State, a total number of 150 individuals have been recorded in two camps established by the state government.150 in camps 11 died confirmed by government 20 injured currently receiving medical attention at hospital Not less than hundred farmlands to be updated.Over 2000 displaced.",
      "summary": "NGA: Flood - 07-2025 - Nigeria - Flood",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.370069"
    },
    {
      "id": 17816,
      "country": null,
      "event_name": "NPL: Drought - 07-2025 - NPL-Drougth-07-2025 ",
      "disaster_type": "Drought",
      "title": "NPL-Drougth-07-2025",
      "description": "Madhesh Province (Province-2), which consists of eight districts, has been facing a severe water crisis that has severely impacted the lives and livelihoods of over 1,220,000 people due to a lack of adequate rainfall in the province. This comes despite forecasts from the Department of Hydrology and Meteorology predicting above-average rainfall and warmer temperatures across the country this year. However, halfway through the monsoon season, the central plains have experienced far less rainfall than expected. This has caused more than 70% of shallow tube wells, traditional wells, and fisheries in the region to dry up. Not only is this creating a severe crisis in access to safe and sufficient drinking water, but it is also affecting sanitation, personal and environmental hygiene, and the livelihoods of the people, especially agriculture and livestock management. Furthermore, it is increasing the risk of waterborne and vector-borne disease outbreaks in the affected communities. As the drought continues and there is still no sign of rain in the region, fears have grown among service providers, government agencies, development partners, and humanitarian organizations. Although local governments have started supplying water through their networks, it is not enough to meet the needs for drinking, sanitation, and hygiene. In the region, particularly in densely populated settlements and market areas, people are queueing in the sweltering heat for a pot of water. Given the severity of the situation, both the provincial and federal governments of Nepal declared a drought emergency on 23rd July 2025 and have appealed for urgent support from development partners, UN agencies, the Red Cross, and relevant ministries and departments.",
      "summary": "NPL: Drought - 07-2025 - NPL-Drougth-07-2025",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.370069"
    },
    {
      "id": 17815,
      "country": null,
      "event_name": "ECU: Landslide - 07-2025 - Landslide in the parish of El Triunfo ",
      "disaster_type": "Landslide",
      "title": "Landslide in the parish of El Triunfo",
      "description": "Since the beginning of July, in the province of Tungurahua, Patate canton, heavy rains caused landslides, which affected the access roads to the El Triunfo parish and the city's main drinking water supply system, which serves 5485 people. The Department of Public Works, Order and Municipal Control reports 400 meters of pipes affected (220 meters the pipeline to the La Matriz parish and 180 meters the pipeline to the El Triunfo parish) due to landslides. In addition, damage was reported to accessories of the components of the treatment and reserve systems as a result of the entry of sediments into the pipe network. On July 13, 2025, the Cantonal COE declared a \"State of Emergency in the Canton\" for sixty days due to the numerous events caused by the winter season, which affected people, homes, road infrastructure and the collapse of the drinking water and sewerage system, leaving the population without drinking water",
      "summary": "ECU: Landslide - 07-2025 - Landslide in the parish of El Triunfo",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.370069"
    },
    {
      "id": 17814,
      "country": null,
      "event_name": "ECU: Landslide - 07-2025 - Landslide in the La Mica sector ",
      "disaster_type": "Landslide",
      "title": "Landslide in the La Mica sector",
      "description": "On July 9, 2025, at 1:42 p.m., there was a rupture in the main conduction line of the Mica-Quito Sur System, about 10 kilometers from the \"La Mica\" dam, caused by a landslide that affected approximately 350 meters of pipe. The landslide originated in the La Mica sector due to geological and climatic conditions typical of the Antisana páramo, characterized by highly saturable soils, steep slopes and scarce vegetation cover. The previous intense rains caused excessive water infiltration, decreasing the stability of the slope and triggering the collapse of the ground that directly impacted the hydraulic infrastructure On Thursday, July 10, the Metropolitan COE of Quito declared a state of emergency in six parishes in the south of the city after the rupture of a main pipe in the Antisana páramo. As a response measure, the Municipality of Quito activated a contingency plan that included the distribution of water through, the installation of: inflatable cisterns (bladders) in critical areas, water treatment plants and the delivery of chlorination kits, prioritizing hospitals, health centers, markets and vulnerable sectors Additionally, the Municipality implemented a contingency plan to guarantee the supply of drinking water. More than 100 tankers distributed the resource in the neighborhoods affected by the interruption of service, in coordination with the operation of five hydrants, four bladder-type tanks, two extraction wells and fixed distribution points located in the Puengasí plant and the La Forestal tank. This provision prioritized health units, markets, and sectors in vulnerable situations. On Monday, July 14, in the face of water shortages in the south of Quito, the National Government activated the National Emergency Operations Committee (COE), headed by Vice President María José Pinto. Through this mechanism, actions were articulated with institutions such as the Ministry of the Environment, Water and Ecological Transition (MAATE), the Ministry of Transport and Public Works (MTOP), the Ministry of Defense, the Ministry of the Interior and the Agency for Water Regulation and Control (ARCA). At the request of the National Government, the Ecuadorian Red Cross implemented three mobile water treatment plants in hard-to-reach sectors in the south of Quito, such as Nueva Aurora and Caupicho. They were a Kit 5 type plant (with a capacity of 5,000 liters per hour) and two Kit 3 type plants (3,000 liters per hour each). These units allowed a daily production of up to 90,000 liters of drinking water, directly benefiting more than 120,000 people. In addition, raw water samples were taken at key points to ensure proper and safe treatment. The Water Regulation and Control Agency (ARCA), in conjunction with the National Institute of Meteorology and Hydrology (INAMHI), carried out constant monitoring of the quality of the water distributed. Technical analyses were carried out at different delivery points to ensure that the liquid was suitable for human consumption. At the same time, national authorities carried out field visits to verify the operation of the water treatment plants, distribution points and attention to citizens. On Thursday, July 24, the Municipality of Quito reported that the drinking water service was progressively restored in most sectors of the affected parishes, which allowed the demobilization of the logistical resources used in the supply by tankers to begin. In parallel, the medical brigades planned medium and long-term actions, focused on structural repairs and mitigation works. EPMAPS maintains the supply from the El Troje treatment plant, in coordination with the DMQ Fire Department and other municipal entities, prioritizing the distribution of the resource in sectors such as Chillogallo, Guamaní, Ciudadela Ejército and Nueva Aurora, with special attention to health and child care centers. For its part, the GAD, through the Metropolitan Control Agency (AMC), carried out water quality controls and issued recommendations for responsible consumption, guaranteeing the health safety of the vital liquid.",
      "summary": "ECU: Landslide - 07-2025 - Landslide in the La Mica sector",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.370069"
    },
    {
      "id": 17813,
      "country": null,
      "event_name": "Chad - Salamat Cholera",
      "disaster_type": "Epidemic",
      "title": "Cholera",
      "description": "The primary and secondary effects boil down to a lack of human and technical resources of health structures for good care. The affected population is doubly accompanied by a lack of knowledge of the disease and prevention measures to limit the spread of the disease within the community.",
      "summary": "TCD: Epidemic - 07-2025 - Cholera",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.370069"
    },
    {
      "id": 17812,
      "country": null,
      "event_name": "MNG: Storm Surge - 07-2025 - Severe Wind Storm-Flash Rainfall ",
      "disaster_type": "Storm Surge",
      "title": "Severe Wind Storm-Flash Rainfall",
      "description": "On the night of 24–25 July 2025, Mongolia was struck by a sudden severe windstorm reaching up to 33 m/s, followed by short but intense rainfall, hailstorms, and thunderstorms. The event caused widespread damage across 15 locations in Ulaanbaatar, Sukhbaatar Province, and Tuv Province, severely impacting household dwellings, public infrastructure, and essential services. The most extensive damage was recorded in Songinokhairkhan District, Ulaanbaatar, where 113 traditional homes collapsed, including two rendered completely uninhabitable. In addition, 60 fences and 9 vehicles were damaged, two kindergartens lost parts of their roofs, and four residents sustained minor injuries. Power outages were reported in five khoroos, with 13 utility poles downed, including four in the 32nd khoroo where electricity remains cut off. In Sukhbaatar Province, the soums of Halzan, Uulbayan, and Tumentsogt experienced heavy rainfall and strong winds. Khalzan received up to 65 mm of rain and reported damage to 27 traditional homes, 20 fences, and 3 house roofs, along with the collapse of a flood embankment that led to the inundation of five households. Playground equipment, greenhouses, and sanitation facilities were destroyed, and multiple vehicles became stuck in mud. Uulbayan and Tumentsogt reported additional household losses and vehicle damage. In Tuv Province, storm activity affected Bayankhangai, Argalant, Lun, Erdenesant, and Zuunmod soums, with some areas experiencing hail. Over 80 traditional houses collapsed across these locations. Public structures, including school dormitories, kitchens, and bathhouses, were damaged. In Lun soum, a fallen 35kV transmission pole led to a power outage affecting 483 customers, including businesses and households. Livestock deaths and widespread fence destruction were also reported.",
      "summary": "MNG: Storm Surge - 07-2025 - Severe Wind Storm-Flash Rainfall",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.371085"
    },
    {
      "id": 17811,
      "country": null,
      "event_name": "THA: Other - 07-2025 - Tensions between Thailand and Cambodia ",
      "disaster_type": "Other",
      "title": "Tensions at the Thailand - Cambodia Border",
      "description": "According to several sources, tensions between Thailand and Cambodia have rapidly escalated since 24 July 2025, near the Prasat Ta Muen Thom (Ta Muen Thom) temple in the Oddar Meanchey and Preah Vihear provinces in Cambodia, and in Ubon Ratchathani, Surin and Si Saket provinces in Thailand. Impact In Thailand, Over 138,000 Thai civilians from four border provinces (Surin, Sisaket, Burirum and Ubon Ratchathani provinces) have been evacuated to nearly 300 temporary shelters. 14 Thai civilians and one Thai soldier died One damaged hospital – Phanom Dong Rak hospital in Suring Province Affected Provinces and Hospitals: Ubon Ratchathani Province: Three medical facilities affected, with two hospitals completely shut down and one partially closed. Sisaket Province: Two hospitals completely shut down, including Kantharalak Hospital, which evacuated approximately 170 patients due to the town being a high-risk zone. Surin Province: Two hospitals partially closed and two fully closed down. Phanom Dongrak Chalerm Phrakiat in Phanom Dongrak District was specifically reported to have suffered significant damage , leading to the urgent evacuation of injured patients. Buriram Province: One hospital closed, while two are partially closed. Impact in Cambodia More than 20,000 people have fled from the northern border province of Preah Vihear, and Preah Vihear with many relocations to temporary shelters. 01 civilian died and 05 injured The situation has drawn urgent international attention. Both the UN and ASEAN have issued statements calling for the immediate cessation of hostilities and urging both governments to exercise restraints, pursue diplomatic channels and prioritize civilian protection.",
      "summary": "THA: Other - 07-2025 - Tensions at the Thailand - Cambodia Border",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.371085"
    },
    {
      "id": 17810,
      "country": null,
      "event_name": "THA: Flood - 07-2025 - Heavy rainfall and flash floods ",
      "disaster_type": "Flood",
      "title": "Thailand Floods - Tropical Storm Wipha",
      "description": "Tropical Storm Wipha, coupled with a prevailing monsoon trough, has triggered severe flooding across six northern provinces of Thailand: Nan, Chiang Rai, Phayao, Lampang, Chiang Mai, and Loei. As of 24 July, floods have affected 29 districts, 133 sub-districts, and 531 villages, displacing 8,775 households and impacting an estimated 32,176 people. One person remains missing in Tha Wang Pha District, Nan Province, after being swept away by floodwaters. The Thai Meteorological Department continues to warn of heavy rainfall in Mae Hong Son, Chiang Mai, Tak, and Kanchanaburi, with increased risk of flash floods, landslides, and rising river levels.",
      "summary": "THA: Flood - 07-2025 - Thailand Floods - Tropical Storm Wipha #2 (2025-07-24)",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.371085"
    },
    {
      "id": 17809,
      "country": null,
      "event_name": "WSM: Epidemic - 04-2025 - Dengue Fever Outbreak ",
      "disaster_type": "Epidemic",
      "title": "Dengue Fever Outbreak",
      "description": "The majority of cases (81%) are from Upolu Island, with 55% male and 45% female. Most cases are distributed across the Apia Urban Area and North West of Upolu regions, with individuals under 20 years old (87%) being the most affected. 10% of cases required hospitalisation, and of these admissions, 76% have been discharged. Of the 20 cases with confirmed serotypes, 85% are DENV-1 and 15% are DENV-2. The Ministry of Health continues collaboration across sectors through a whole-of-government approach via the Integrated Vector Control Committee. Current response efforts are focused on source reduction and environmental sanitation measures, ongoing risk communication on dengue preventative measures on all media outlets while urging the public to wear long-sleeved clothing to minimize risk of infection, use mosquito nets and repellents, remain vigilant for severe symptoms and to seek medical attention immediately when necessary. The red alert for DENV-1 and DENV-2 is maintained. Climate change is promoting the spread of dengue fever in small South Pacific countries by increasing temperatures, accelerating the life cycle of vector mosquitoes and accelerating virus transmission. Increased rainfall and humidity are creating more breeding sites, while flooding and rising sea levels are increasing the conditions conducive to their proliferation. Growing urbanization and internal migration are increasing the risks, as are longer transmission seasons due to milder winters.",
      "summary": "WSM: Epidemic - 07-2025 - Dengue Fever Outbreak",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.371085"
    },
    {
      "id": 17808,
      "country": null,
      "event_name": "PAK: Pluvial/Flash Flood - 07-2025 - Flash Flood ",
      "disaster_type": "Flood",
      "title": "Flash Flood",
      "description": "1. Effects of the HazardHeavy monsoon rains have caused flash floods, landslides, house collapses, and drownings across Pakistan. The worst-affected provinces are Khyber Pakhtunkhwa (KP) Punjab, AJK, Sindh and Balochistan, with casualties, injuries, infrastructure damage, and livestock losses reported. Cumulative (26th June to 23rd July 2025): 252 Deaths: 85 males, 46 females, 121 children611 injured: 239 males, 170 females, 202 children Infrastructure Damage From 26th June to 23rd July 2025: 1005 houses were fully damaged in KP, Sindh, and BalochistanRoads destroyed in Swat, Upper Dir, Kurram (KP), and Shigar (GB), Sindh, Punjab, Balochistan, and isolating communitiesThe bridge was partially destroyed in KPK, Sindh, and Baluchistan328 Livestock Perished in all Provinces3398, different relief items have been distributed by the NDMA and PDMA in different provinces.",
      "summary": "PAK: Flood - 06-2025 - Flash Flood #7 (2025-07-23)",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.372098"
    },
    {
      "id": 17807,
      "country": null,
      "event_name": "GMB: Epidemic - 07-2025 - Outbreak of Mpox in The Gambia ",
      "disaster_type": "Epidemic",
      "title": "Outbreak of Mpox in The Gambia",
      "description": "\"On July 10, 2025, a 26-year-old female, residing in Kunkujang Keitaya, Kombo North District, in the Western One Health Region, reported to Faji-kunda Major Health Centre with skin lesions. From her clinical records, her symptoms began with rashes on July 8, 2025 followed by mucosal lesions affecting the skin, genital and oral regions, accompanied by fatigue, muscle pain, soft tissue edema (swelling) in the genital area, back pain, headache, and sore throat. Localized and generalized enlargement of lymph nodes (lymphadenopathy) were other symptoms noticed upon examination at the health centre.\" Ministry of Health The Gambia https://www.facebook.com/share/p/194WtKqLme/",
      "summary": "GMB: Epidemic - 07-2025 - Outbreak of Mpox in The Gambia",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.372098"
    },
    {
      "id": 17806,
      "country": null,
      "event_name": "VNM: Other - 07-2025 - Typhoon Wipha-Heavy rain and flash flood ",
      "disaster_type": "Flood",
      "title": "Typhoon Wipha-flash flood",
      "description": "As of 22 July 2025, Typhoon Wipha weakened into a tropical depression over northern Viet Nam and later into a low-pressure system along the Viet Nam–Lao border. Despite weakening, the storm brought widespread heavy rainfall, flash floods, and significant agricultural and housing damage, particularly in Thanh Hoa, Nghe An, Phu Tho, Ninh Binh, and Hung Yen provinces. Initial reports indicate one person missing and another injured due to flash floods in Nghe An. Over 400 houses were damaged, and more than 119,000 hectares of rice fields were flooded. Local authorities are actively operating pumps to prevent waterlogging. The storm also caused the loss of livestock and disrupted daily life in multiple provinces. In Nghe An Province, extreme rainfall led to record-breaking flood levels along the Ca River. At several hydrological stations, water levels exceeded Alert Level 3 and surpassed historical flood records. The Ban Ve hydropower reservoir also recorded inflows well above its design capacity, raising the risk of downstream flooding, flash floods, and landslides. Authorities remain on high alert as water levels continue to rise in mid- and downstream areas.",
      "summary": "VNM: Flood - 07-2025 - Typhoon Wipha-flash flood #2 (2025-07-23)",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.372098"
    },
    {
      "id": 17805,
      "country": null,
      "event_name": "LAO: Flood - 07-2025 - Heavy Rains and Flash Floods ",
      "disaster_type": "Flood",
      "title": "Heavy rain from Tropical Storm Wipha",
      "description": "Tropical Storm Wipha, which entered Lao PDR on 21 July and has since weakened into a low-pressure system, has triggered widespread flooding and severe weather across multiple provinces. Heavy rainfall, compounded by water releases from several hydropower dams, has led to flash floods, landslides, and infrastructure damage—particularly in Xieng Khouang, Xaysomboun, Xayabouly, Vientiane, Khammuane, and Bolikhamxay. Severe flooding has impacted numerous districts, with reports of bridge collapses, power outages, and isolated communities. In Luang Prabang, the Khan River rose rapidly, while two bridges collapsed in Thathom district (Xaysomboun). Damages in Ngern district (Xayabouly) alone are estimated at LAK 16.7 billion (approx. USD 835,000). Authorities have launched emergency responses, including power shutdowns in Vang Vieng and Kasi districts, and temporary suspension of train services along the Laos-China Railway. Residents in flood-prone and mountainous areas have been urged to stay alert as the system continues to bring heavy rain and flash flood risks.",
      "summary": "LAO: Flood - 07-2025 - Heavy rain from Tropical Storm Wipha #3 (2025-07-23)",
      "status": "fetched",
      "fetched_at": "2025-07-31T20:21:01.372098"
    },
    {
      "id": 17843,
      "country": null,
      "event_name": "LAO: Flood - 07-2025 - Heavy Rains and Flash Floods ",
      "disaster_type": "Flood",
      "title": "Heavy rain from Tropical Storm Wipha",
      "description": "According to local government, intense rainfall from Tropical Depression Wipha caused widespread flooding and landslides across northern and central Lao PDR, affecting 46 districts and over 571 villages, with four people dead, seven missing, and thousands displaced. Khammouane Province was the most affected, with severe flooding in Hinboun District impacting over 335 families and causing extensive damage to homes, farmland, and infrastructure. A total of 14 provinces across Lao PDR were affected by monsoon floods and landslides, with nine of them—Vientiane Province, Bolikhamxay, Luang Prabang, Xayaboury, Xieng Khouang, Huaphan, Xaysomboun, Khammouane, and Bokeo—directly impacted by Tropical Depression Wipha. Authorities have issued warnings as Mekong River levels continue to rise, particularly in Vientiane Capital and Pakse.",
      "summary": "LAO: Flood - 07-2025 - Heavy rain from Tropical Storm Wipha #4 (2025-08-04)",
      "status": "fetched",
      "fetched_at": "2025-08-04T16:52:24.938182"
    },
    {
      "id": 17842,
      "country": null,
      "event_name": "VNM: Pluvial/Flash Flood - 07-2025 - Viet Nam - Pluvial/Flash Flood - 08/2025 ",
      "disaster_type": "Pluvial/Flash Flood",
      "title": "Viet Nam - Pluvial/Flash Flood - 08/2025",
      "description": "Between late July and early August 2025, prolonged heavy rainfall associated with Storm Wipha triggered widespread flooding, flash floods, and landslides across three northern provinces of Viet Nam: Nghệ An, Điện Biên, and Sơn La. The most severely affected areas are remote mountainous communes where rainfall exceeded seasonal norms and overwhelmed already fragile infrastructure. As a result, at least 19 people have died, one is missing, and over 11 others injured. More than 2,000 houses were either damaged or destroyed, while major roads and bridges were washed away, isolating dozens of communities. Approximately 76,600 to 85,600 people have been directly affected, including thousands who lost homes, access to clean water, food sources, and means of livelihood. In Nghệ An alone, over 58,000 people across 132 villages in 15 communes have been cut off due to road blockages and rising river levels. In Điện Biên and Sơn La, many families were forced to evacuate or take shelter in temporary locations as flash floods inundated homes and farmland. Livelihoods have been heavily disrupted, with thousands of hectares of rice, crops, and livestock lost. Immediate humanitarian needs include shelter, food, safe water, and access to healthcare for displaced and isolated households.",
      "summary": "VNM: Pluvial/Flash Flood - 07-2025 - Viet Nam - Pluvial/Flash Flood - 08/2025",
      "status": "fetched",
      "fetched_at": "2025-08-04T16:52:24.939152"
    },
    {
      "id": 17841,
      "country": null,
      "event_name": "CHL: Others - 07-2025 - Weather Events South Zone",
      "disaster_type": "Other",
      "title": "Weather Events",
      "description": "Araucanía: According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the Araucanía Region. Alert Forecast Start End Alert AA65-4 Moderate to heavy rainfall with high zero isotherm for the mountain range. 29/07 30/07 Notice A288-1 Normal to moderate wind for the coastal area of the region 29/07 30/07 Notice A280-5 Normal to moderate rainfall with high isotherm in valley, pre-mountain and mountain areas. 29/07 30/07 Notice A290-2 Probable thunderstorms with a probability of heavy rainfall in a short period of time on the coast, coastal mountain range, valley and pre-mountain range. 31/07 31/07 Notice A290-8 Probable thunderstorms with a probability of heavy rainfall in a short period of time on the coast, coastal mountain range, valley and pre-mountain range. 01/08 01/08 Likewise, according to the DMC's Meteorological Hazard Report, the amounts of precipitation (mm/cm), wind (km/h) and isotherm 0°C (m.a.s.l.) forecast for the next few days in the region, are as follows: Zone 01 August 02 August 03 PrecipitationWindPrecipitationWind PrecipitationWind Littoral 20 - 45 - 10 - 20 - - - Coastal mountain range 20 – 40≤ 3 cm 25 - 40Streaks 50 10 - 25≤ 5 cm - ≤ 3 - Longitudinal valley 5 - 15 - 10 - 20 - - - Foothills 15 - 30≤ 3 cm - 5 - 15≤ 3 cm - - - Mountain range 15 – 30 cm - 13 – 30 cm 40 - 60 1 - 5 cm - Isothermal 0°C 1.700 - 1.500 1.500 - 1.000 1.000 - 1.400 It should be noted that the rainfall amounts in the table above include the period between 09:00 hours on the indicated day and 09:00 hours the following day. On the other hand, the Meteorological Service of the Chilean Navy maintains its Warning No. 30 for normal swells in force, until today, Friday, August 1 for the coasts of the region. In consideration of this background, and in coordination with the Regional Presidential Delegation of La Araucanía, the Regional Directorate of SENAPRED updates the Regional Preventive Early Warning for meteorological event, which has been in force since July 26 and until conditions warrant it. Los Sauces: According to what was reported by the General Directorate of Water (DGA), through its online reporting system of the stations of the Fluviometric Network, it is indicated that the station \"Río Rahue in Quebrada Culén\" has increased its red alert threshold, which, if the flow continues to increase, could affect people and damage the commune's infrastructure. In consideration of this background, which implies an increase in the risk associated with this variable, the Regional Directorate of SENAPRED La Araucanía, in coordination with the Regional Presidential Delegation, declares a Red Alert for the communes of Los Sauces and Angol due to overflow and cancels the Yellow Alert due to flooding. effective from today and until the conditions of the event warrant it. Valparaiso: According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the Valparaíso Region: Alert Forecast Start End Alert AA73 Thunderstorms with a probability of heavy rainfall in a short period of time in the coastal and dry southern coastal sectors of the region. 01/08 01/08 Alert AA69 Moderate to strong wind in Easter Island Province 01/08 02/08 Notice A283-4 Normal to moderate wind in coastal sectors, coastal mountain range and mountain range of the region. 30/07 02/08 Notice A287-10 Normal to moderate rainfall in sectors of the foothills and pre-Andean valleys of the region. 01/08 02/08 Notice A291 Normal to moderate wind in Easter Island Province. 01/08 02/08 Notice A290-9 Probable thunderstorms with a probability of heavy rainfall in a short period of time, on the coast and coastal mountain range. 01/08 01/08 On the other hand, according to the information provided by the Navy Meteorological Center, Storm Surge Warnings No. 31 for normal swells are in force for Easter Island, in force until August 4; and Warning No. 30 for normal swells from the Corona Lighthouse to Arica and Juan Fernández Archipelago, in force until August 1. Finally, the National Geology and Mining Service (SERNAGEOMIN), through the update of its Technical Minute for the Danger of Mass Removals, issued today, indicates that the possibility of mass removals such as debris flow, alluvium, landslides and/or rockfalls (landslides) is high on the coast and coastal mountain range. moderate in the foothills and pre-mountain valleys, and low in the mountain range. In consideration of this background and in coordination with the Regional Presidential Delegation of Valparaíso, the Regional Directorate of SENAPRED updates the regional Preventive Early Warning for meteorological event, which has been in force since July 29 and until conditions warrant it. Los Lagos: According to the information provided by the Chilean Meteorological Directorate (DMC), due to the weakening of the meteorological conditions that caused it, the following alert has been canceled for the Los Lagos Region: Warning Prognosis Notice A297 Probable snowfall in the valley, foothills, Chiloé and inland coast. Finally, according to today's Meteorological Hazard Report and the current alert, the amounts of precipitation (mm) and isotherm 0°C (m.a.s.l.) forecast for the following days in the region are as follows: Zone August 03 August 04 August 05 Littoral Less than 2 2-8 Coastal mountain range 10-20 2-8 Longitudinal valley 2-8(≤2 a.m.) 10-20 5-15 Foothills 2-5 cm morning 15-25 15-25 Mountain range 2-5 cm 5-10 5-15 Chiloé 2-8 10-20 2-8 Inland coastline 1-3 cm morning 10-20 10-20 Southern mountain range 10-20Less than 2 cm 5-15 Sub-Andean Patagonia 5-15 2-8 Isothermal 0°CPuerto Montt to the north 900-1300 1300-2400 2400-2200 Isotherm 0°C from Puerto Montt to the south 570-1000-250 250-1000 1900-2200-1800 In consideration of this background, and in coordination with the Regional Presidential Delegation of Los Lagos, the Regional Directorate of SENAPRED modifies the Regional Preventive Early Warning variable for rainfall, which has been in force since July 21 and until conditions warrant it. The modification of this alert is constituted as a state of reinforcement of surveillance, through the precise and rigorous monitoring of risk conditions and the respective vulnerabilities associated with the threat, coordinating and activating the National System for Disaster Prevention and Response (SINAPRED) in order to act in a timely manner in the event of emergency situations. Ñuble: According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the Ñuble Region: Alert Forecast Start End Alert AA65-7 Moderate to heavy rainfall with high zero isotherm on the coast, coastal mountain range, valley, pre-mountain range and mountain range. 30-07 30-07 Notice A283-3 Normal to moderate wind on the coast, coastal mountain range, valley, pre-mountain range and mountain range. 30-07 31-07 Notice A287-5 Normal to moderate rainfall on the coast, coastal mountain range and valley. 30-07 31-07 On the other hand, the Meteorological Service of the Chilean Navy maintains its Warning No. 30 for normal swells in force, between Thursday, July 31 and Friday, August 1 for the coasts of the region. In consideration of this background, and in coordination with the Regional Presidential Delegation of Ñuble, the Regional Directorate of SENAPRED updates the Regional Preventive Early Warning for meteorological event, which has been in force since July 28, 2025. Basic Sums: Drinking Water Supply Commune of Coelemu: rural drinking water service interrupted in the SSR Meipo affecting 80 customers.Ránquil Commune: rural drinking water service interrupted in SSR San Ignacio de Palomares, affecting 223 customers. Power supply Antofagasta: 86 customers without supply Atacama: 125 customers without supply Coquimbo: 1107 customers without supply Valparaíso: 4455 customers without supply Metropolitan: 2587 customers without supply O'Higgins: 286 customers without supply Maule: 237 customers without supply Ñuble: 57 customers without supply Biobío: 1006 customers without supply La Araucanía: 1241 customers without supply Los Lagos: 270 customers without supply Los Lagos: 333 customers without supply Data Housing 1 house destroyed.1706 homes with minor damage.10 homes with major damage.786 homes with damage under evaluation. Hostels Commune of Canela: Municipal Residence.Mulchén: Blanco Encalada School.Renaico: Contingency High SchoolTheodore Schmidt: Boarding school at the Nueva Alborada School.Purranque: Cruise Headquarters",
      "summary": "CHL: Other - 07-2025 - Weather Events #4 (2025-08-04)",
      "status": "fetched",
      "fetched_at": "2025-08-04T16:52:24.945152"
    },
    {
      "id": 17840,
      "country": null,
      "event_name": "CHL: Tsunami - 07-2025 - Tsunami Warning for Earthquake in Russia",
      "disaster_type": "Tsunami",
      "title": "Tsunami Alert for Earthquake in Russia",
      "description": "The Hydrographic and Oceanographic Service of the Chilean Navy (SHOA) reported that at 7:25 p.m. on July 29, an earthquake of magnitude 8.8 occurred in the Pacific Basin, with an epicenter 134 kilometers southeast of Petropavlovsk from Kamchatka, Russia. Information corroborated by the Pacific Tsunami Warning Center (PTWC). Estimated arrival times: Easter Island 07-30-2025 11:25 AM (H.C.) 07-30-2025 09:25 AM (H.I.) arrived San Félix 30-07-2025 14:14 arrived Arica 30-07-2025 14:51 arrived Iquique 30-07-2025 14:55 arrived Pisagua 30-07-2025 14:57 arrived Patache 30-07-2025 15:04 arrived Mejillones 30-07-2025 15:05 arrived Juan Fernandez 30-07-2025 15:06 arrived Tocopilla 30-07-2025 15:06 arrived Antofagasta 30-07-2025 15:09 arrived Caleta Paposo 30-07-2025 15:16 arrived Taltal 30-07-2025 15:18 arrived Chanaral 30-07-2025 15:21 arrived Caldera 30-07-2025 15:22 arrived Huasco 30-07-2025 15:27 arrived Puerto Aldea 30-07-2025 15:31 arrived Punta de Choros 30-07-2025 15:31 arrived Coquimbo 30-07-2025 15:34 arrived Pichidangui 30-07-2025 15:48 arrived Valparaíso 30-07-2025 15:50 arrived Quintero 30-07-2025 15:54 arrived San Antonio 30-07-2025 15:56 arrived Boyeruca 30-07-2025 15:57 arrived Constitution 30-07-2025 16:03 arrived Lebu 30-07-2025 16:03 arrived Quiriquina Island 2025-07-30 4:11 PM arrived Talcahuano 30-07-2025 16:11 arrived Coronel 30-07-2025 16:20 arrived Coliumo 30-07-2025 16:22 arrived Nehuentue 30-07-2025 16:33 arrived Bahía Mansa 30-07-2025 16:33 arrived Corral 30-07-2025 16:38 arrived Queule 30-07-2025 16:48 arrived Ancud 30-07-2025 17:01 arrived Port Melinka 2025-07-30 17:49 (H.C.) 2025-07-30 18:49 (H.UTC-3) arrived Puerto Montt 30-07-2025 17:56 arrived Antarctica Base Prat 2025-07-30 18:08 (H.C.) 2025-07-30 19:08 (H.UTC-3) arrived Castro 30-07-2025 18:37 arrived Antarctica Base Ohiggins 2025-07-30 18:38 (H.C.) 2025-07-30 19:38 (H.UTC-3) arrived Caleta Meteoro 2025-07-30 19:00 (H.C.) 2025-07-30 20:00 (H.UTC-3) arrived Puerto Williams 2025-07-30 21:46 (H.C.) 2025-07-30 22:46 (H.UTC-3) arrived Puerto Natales 31-07-2025 01:06 (H.C.) 31-07-2025 02:06 (H.UTC-3) arrived Puerto Chacabuco 2025-07-31 01:23 (H.C.) 2025-07-31 02:23 (H.UTC-3) arrived Puerto Eden 2025-07-31 02:17 (H.C.) 2025-07-31 03:17 (UTC-3) arrived Puerto Aguirre 31-07-2025 04:12 (H.C.) 31-07-2025 05:12 (H.UTC-3) arrived Punta Arenas 2025-07-31 09:20 (H.C.) 2025-07-31 10:20 (UTC-3) arrived Bahía Gregorio 2025-07-31 09:21 (H.C.) 2025-07-31 10:21 (H.UTC-3) arrived H.I. = Western Insular Chile Time H.C. = continental chili time H.UTC-3 = time of the Aysén region and the Magallanes and Chilean Antarctic region The cities are delivered in order of shortest to longest time of arrival of the tsunami. Evacuation Process Start Times BASED ON INFORMATION COLLECTED BY SEA LEVEL STATIONS, TSUNAMI WAVE PROPAGATION EVOLUTION, FIELD INFORMATION, AND MODELING, TSUNAMI THREAT STATES ARE COMPLETELY CANCELED. Sector State Continental Date Continental Time Local Date Local time Easter Island Canceled 30-07-2025 18:58 - - Arica and Parinacota Region Canceled 30-07-2025 02:54 - - Tarapacá Region Canceled 31-07-2025 05:16 - - San Felix Island Canceled 30-07-2025 18:58 - - Antofagasta Region Canceled 31-07-2025 05:18 - - Atacama Region Canceled 30-07-2025 00:28 - - Coquimbo Region Canceled 30-07-2025 02:35 - - Valparaiso Region Canceled 31-07-2025 05:21 - - Juan Fernández Archipelago Canceled 30-07-2025 18:59 - - O'Higgins Region Canceled 31-07-2025 05:40 - - Maule Region Canceled 31-07-2025 06:38 - - Ñuble Region Canceled 30-07-2025 02:56 - - Biobío Region Canceled 30-07-2025 02:58 - - Araucanía Region Canceled 31-07-2025 05:23 - - Los Ríos Region Canceled 31-07-2025 06:40 - - Los Lagos Region Canceled 31-07-2025 05:25 - - Aysén Region Canceled 30-07-2025 20:21 - - Chilean Antarctic Territory Canceled 30-07-2025 16:50 - - Magallanes Region Canceled 30-0-2025 16:50 - - Tsunami amplitudes recorded by sea level stations: The tsunami threat level indicated in bulletin 28 issued by SHOA is maintained. The amplitudes recorded by the sea level stations are as follows: Arica 0.7 [m] Pisagua 0.2 [m] Iquique 0.4 [m] Patache 0.4 [m] Tocopilla 0.4 [m] Mussels 0.9 [m] Antofagasta 0.5 [m] Caleta Paposo 0.5 [m] Taltal 0.7 [m] Chañaral 0.8 [m] Caldera 0.9 [m] Huasco 0.6 [m] Punta De Choros 1.1 [m] Coquimbo 1.4 [m] Puerto Aldea 0.9 [m] Pichidangui 0.5 [m] Quintero 1.3 [m] Valparaiso 0.6 [m] San Antonio 0.7 [m] Boyeruca 2.5 [m] Constitution 0.6 [m] Coliumo 1.4 [m] Quiriquina Island 0.5 [m] Talcahuano 1.6 [m] Coronel 0.6 [m] Lebu 0.8 [m] Corral 0.6 [m] Mansa Bay 0.6 [m] Ancud 0.4 [m] SENAPRED at 07:25 a.m. on July 30, declared a Red Alert for tsunami for the communes of the continental coastal border between the regions of Arica and Parinacota and Magallanes, including the Insular and Antarctic territory, in force since July 29, 2025. Meanwhile, at 10:30 p.m. yesterday, the National Disaster Risk Management Committee (COGRID) was convened, and at 7:00 a.m. today an Evaluation Meeting, in order to establish the coordinations and courses of action. In the same way, the Regional Directorates convened their respective Regional COGRIDs. The evacuation processes have been carried out in an orderly manner. Additionally, shelters have been set up in some communes if necessary. On the other hand, the Ministry of Education suspended classes for all educational establishments, located on the coastal edge between the regions of Arica and Parinacota and Los Lagos, for today, Wednesday, July 30. The Chilean Navy instructed that all vessels present at sea must remain in a 200-meter-deep shelter zone. Meanwhile, smaller vessels that cannot go out into deep waters must remain moored and anchored to the port. The evacuation process will be supported by public security from Municipalities, Armed Forces, Firefighters, Carabineros and PDI distributing their personnel at strategic and required points. Likewise, the evacuation process will be reinforced with the sending of SAE messaging for Tsunami Warning, Precautionary Status or Cancellation, as appropriate. Finally, the response teams of the Disaster Prevention and Response System (SINAPRED) are deployed on the ground and evaluating the emergency situations derived from this event. Evacuation processes Concepción: Due to the threat of tsunami flooding in the area, authorities began the preventive evacuation of the local jail, transferring inmates to prisons in Concepción. At the same time, the hospital – also located in a flood zone – is evaluating alternatives for the transfer of patients and the protection of essential equipment and supplies. Critical Infrastructure Between the regions of Arica and Parinacota and Los Lagos, 5 prisons are reported to be below level 30, which are being evacuated. 33 health facilities in the regions of Tarapacá, Antofagasta, Coquimbo, Valparaíso, O'Higgins, Maule, Biobío, La Araucanía, Los Ríos and Los Lagos that are in the flood zone were evacuated (308 patients in total). Similarly, the immunobiological deposits (vaccines and immunoglobulin) of the communes of Lebu and Talcahuano in the Biobío Region were transferred to a safe zone. Operations are paralyzed in all ports from the Arica Region to the San Antonio Region; and without ships in Talcahuano. Shelters or refuge areas Valparaiso Region Viña del Mar Sausalito Stadium Available for Evacuees Biobío Region Conception Avda. The Presidents 1602 Calle 2 con Avda. The Presidents Baltazar with Father Feijoo Colonel Santa Elena Headquarters Cerro Obligado Headquarters V Pocuro Squadron Center Lebu Arnoldo Ebensperger School Chapel of the Santa Rosa sector (13 older adults from the San Francisco de Asís home) Headquarters of the La Unión Sports Club (13 boys and girls from a residence) Burbot Bello Horizonte School Centennial School Liceo A-45 A-46 Industrial High School Thompson Matthews High School San Pedro de la Paz Municipal Amphitheater CENDYR Nautical Boca Sur Civic Center Galvarino School Juan Bosco School Cultural Corporation CFT of San Pedro Costa Delegation Darío Salas School Enrique Soro School Miguel Zañartu School Gymnasium Auditorium Villa San Pedro (hostel) CEAT High School Mauricio Hochschild High School of the CEAT San Pedro High School Plaza de la Victoria Headquarters, JJVV La Foresta V Talcahuano Cabrales Bugle (Cerros Sector) School D-505 Las Higueras (Higueras Sector) A-23 Industrial High School (Higueras Sector) Villa Caletas (Cerros Sector) Take Republic of Panama Artistic School Carlos Mahns School Gabriela Mistral School Lisa Peter Teubner School Cerro Estanque School Punta de Parra School Arturo Prat School",
      "summary": "CHL: Tsunami - 07-2025 - Tsunami Alert for Earthquake in Russia #4 (2025-08-01)",
      "status": "fetched",
      "fetched_at": "2025-08-04T16:52:24.955657"
    },
    {
      "id": 17839,
      "country": null,
      "event_name": "GTM: Earthquake - 07-2025 - Sensitive Earthquakes in Guatemala ",
      "disaster_type": "Earthquake",
      "title": "Actividad Sísmica Jutiapa Guatemala 2025",
      "description": "A partir de las 15:21 horas del 29 de julio del 2025 se inició la secuencia sísmica localizada en Jutiapa con dos sismos de magnitud local de 5.8 y 5.7, registrándose, hasta la fecha de la emisión de este informe, 482 eventos sísmicos, los cuales son pertenecientes a esta secuencia sísmica; de estos, 52 han sido reportados sensibles por la población, de acuerdo a la información proporcionada por Instituto Nacional de Sismología, Vulcanología, Meteorología e Hidrología de Guatemala – Insivumeh1 . De acuerdo a la Conred, los eventos se registraron también en los departamentos de Escuintla, Jutiapa, Jalapa y Santa Rosa2 . Hasta la fecha, como consecuencia de estos sismos, se ha realizado la evacuación de más de 1,000 personas, de las cuales 739 se encuentran albergadas en los centros habilitados por el Sistema CONRED 3 . Las estadísticas preliminares indican que hay más de 77 emergencias reportadas, 2,038 personas afectadas por este evento, 1,998 evacuadas, 1,262 albergadas y al menos, 26 personas heridas que se encuentran hospitalizadas. También, 2 personas fallecieron como consecuencia directa de estos sismos. En cuanto a daños de infraestructura, hay reportes de 2 escuelas afectadas. En cuanto a viviendas, 99 se registran con daño leve, 249 con daño moderado y 161 con daño severo.",
      "summary": "GTM: Earthquake - 07-2025 - Actividad Sísmica Jutiapa Guatemala 2025 #2 (2025-08-01)",
      "status": "fetched",
      "fetched_at": "2025-08-04T16:52:24.956658"
    },
    {
      "id": 17838,
      "country": null,
      "event_name": "CHL: Others - 07-2025 - Weather Events South Zone",
      "disaster_type": "Other",
      "title": "Weather Events",
      "description": "Antofagasta According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the Antofagasta Region. Alert Forecast Start End Alert AA66-1 Moderate to strong wind with white wind development in the coastal mountain range, pre-mountain range, salt flats and mountain range. 31/07 01/08 Notice A285-1 Normal to moderate wind in the foothills with a probability of sandstorms in the pampas and foothills. 31/07 01/08 Notice A289-3 Normal to moderate snowfall with a probability of blizzard in the mountain range. 31/07 01/08 Likewise, as indicated in the current alert and in the DMC's Meteorological Threat Report, the amounts of precipitation (mm/cm), wind (km/h) and isotherm 0°C (m.a.s.l.) forecast for the next few days in the region, are as follows Zone July 30 July 31 August 01 PrecipitationWindPrecipitationWind PrecipitationWind Littoral 0,5 - 1 - 0,5 - 1 - - 25 - 40 Coastal mountain range 1 - 2 40 - 60 0,5 - 1 80 - 100 - 80 - 100 Pampa 1 - 2 - 0,5 - 1 40 - 60 - 40 - 60 Western foothills - 40 - 60 - 70 bursts - 60 - 8090 bursts Salt marshes - - - 60 - 80 - 60 - 80 Mountain range 3 - 5 cm 40 - 60 8 - 18 cm 80 - 100 8 - 18 cm 80 - 100 Isothermal 0°C 4.100 - 4.300 4.000 - 3.900 3.800 - 4.000 It should be noted that the rainfall amounts in the table above include the period between 09:00 hours on the indicated day and 09:00 hours the following day. On the other hand, the Meteorological Service of the Chilean Navy maintains its Warning No. 30 for normal swells in force, between Thursday, July 31 and Saturday, August 2 for the coasts of the region. In consideration of this background, and in coordination with the Regional Presidential Delegation of Antofagasta, the Regional Directorate of SENAPRED updates the Regional Preventive Early Warning for meteorological event, which has been in force since July 28, 2025. Atacama According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the Atacama Region: Alert Forecast Start End Alert A293-1 Probable storms, associated with isolated showers 31/07 01/08 Alert A287-8 Normal to moderate rainfall in the mountain range of the region. 31/07 01/08 Notice AA67 Moderate to heavy snowfall with blizzard development. 31/07 01/08 Notice A285-1 Normal to moderate wind with a probability of sandstorms in the foothills. 31/07 01/08 Notice 285 Normal to moderate wind 31/08 01/08 Notice A68 Moderate to heavy rainfall 01/08 01/08 Likewise, according to the current meteorological background, the amounts of precipitation (mm/cm) and wind (km/h) forecast for the region are as follows: Zone July 31 August 1 August 2 PrecipitationWindPrecipitationWind PrecipitationWind Littoral 2 - 5(northern section)10 - 20(southern section) 25 - 40(southern section) 1 - 3(northern section)5 - 10(southern section) - 25 - 40 Coastal Mountain Range and Transverse Valleys 2 - 5(northern section)15 - 25(southern section) 3 - 5(northern section)5 - 10(southern section) - Pampa 2 - 5(northern section)15 - 25(southern section) 5 - 10 - Pre-Andean and pre-Andean valleys 2 - 5(northern section)15 - 35(southern section) 40 - 60 2 - 5(northern section)5 - 10(southern section) 40 - 60 - Mountain range 10 - 20 cm 90 - 110 20 - 30 cm 100 - 120 30 - 50 cm 50 - 70 Isothermal 0°C 3.600 - 2.800 2.200 - 3.100 3.500 - 3.900 It should be noted that the rainfall amounts in the previous table include the period between 09:00 hours on the indicated day and 09:00 hours the following day. On the other hand, the Meteorological Service of the Chilean Navy maintains its Warning No. 30 for normal swells in force, between Thursday, July 31 and Saturday, August 2 for the coasts of the region. Finally, the National Geology and Mining Service (SERNAGEOMIN), through its Technical Minute for the Danger of Mass Removals, updated today, indicates that the possibility of mass removals such as debris flow, alluvium, landslides and/or rockfalls (landslides) is high in the southern section of the foothills and pre-Andean valleys. moderate in the mountain range and in the southern section of the litoral, coastal mountain range, transversal valleys and pampa sectors, and low in the rest of the region. In consideration of this background and in coordination with the Regional Presidential Delegation of Atacama, the Regional Directorate of SENAPRED updates the Regional Preventive Early Warning for meteorological event, which has been in force since July 28 and until conditions warrant it. Araucanía According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the Araucanía Region. Alert Forecast Start End Alert AA65-4 Moderate to heavy rainfall with high zero isotherm for the mountain range. 29/07 30/07 Notice A288-1 Normal to moderate wind for the coastal area of the region 29/07 30/07 Notice A280-5 Normal to moderate rainfall with high isotherm in valley, pre-mountain and mountain areas. 29/07 30/07 Notice A290-2 Probable thunderstorms with a probability of heavy rainfall in a short period of time on the coast, coastal mountain range, valley and pre-mountain range. 31/07 31/07 Likewise, according to the DMC's Meteorological Hazard Report, the amounts of precipitation (mm/cm), wind (km/h) and isotherm 0°C (m.a.s.l.) forecast for the next few days in the region, are as follows: Zone Tuesday, July 29 Wednesday, July 30 Thursday, July 31 PrecipitationWindPrecipitationWind PrecipitationWind Littoral 10 - 25 - 15 - 30 40 - 60 5 - 15 - Coastal mountain range - - 30 - 35 25 - 40 with 50 streaks 5 - 10 25 - 40, 50 Streaks Longitudinal valley 5 - 15 - - 40 - 60 5 - 15 - Foothills 20 - 40 - 50 - 70 - 15 - 25 - Mountain range 10 - 20 - 60 - 90 40 - 60 5 - 15 40 - 60 Isothermal 0°C 3.000 - 3.100 - 3.000 3.000 - 1.900 1.900 - 1.700 For its part, the National Geology and Mining Service (SERNAGEOMIN), through its Technical Minute for the Danger of Mass Removals, updated today, indicates that the possibility of mass removals such as debris flow, alluvium, landslides and/or rockfalls (landslides) is high throughout the region. In consideration of this background, and in coordination with the Regional Presidential Delegation of La Araucanía, the Regional Directorate of SENAPRED updates the Regional Preventive Early Warning for meteorological event, which has been in force since July 26 and until conditions warrant it. Pucón According to what was reported by the General Directorate of Water (DGA), through its online reporting system of the stations of the Fluviometric Network, it is indicated that the station of the \"Trancura River before the Llafenco River\", is at the yellow alert threshold, which, if the flow continues to increase, could affect people and damage the commune's infrastructure. In consideration of this background, which implies an increase in the risk associated with this variable, the Regional Directorate of SENAPRED La Araucanía, in coordination with the Regional Presidential Delegation, declares a Yellow Alert for the commune of Pucón due to flooding, effective as of today and until the conditions of the event warrant it. Collipulli According to what was reported by the General Directorate of Water (DGA), through its online reporting system of the stations of the Fluviometric Network, it is indicated that the station of the \"Trancura River before the Llafenco River\", is at the yellow alert threshold, which, if the flow continues to increase, could affect people and damage the commune's infrastructure. In consideration of this background, which implies an increase in the risk associated with this variable, the Regional Directorate of SENAPRED La Araucanía, in coordination with the Regional Presidential Delegation, declares a Yellow Alert for the commune of Pucón due to flooding, effective as of today and until the conditions of the event warrant it. Los Ríos According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the Los Ríos Region: Alert Forecast Start End Notice A288-1 Normal to moderate wind on the coast 29/07 31/07 Notice A290-5 Probable thunderstorms with a probability of heavy rainfall in a short period of time on the coast, coastal mountain range, valley and foothills of the region 31/07 31/07 Likewise, according to the current meteorological background, the amounts of precipitation (mm), wind (km/h) and isotherm 0°C (m.a.s.l.) forecast for the region, are as follows: Zone Thursday, July 31 Friday, August 01 Saturday, August 02 PrecipitationWindPrecipitationWind PrecipitationWind Littoral 25–50 40–60, streaks of 70 20–40 - 3–10 - Coastal mountain range 25–55 40–60 20–40/≤3 cm - 3–10/≤3 cm - Longitudinal valley 20–45 25–40, 50 Streaks 10–20 - 3–10 - Foothills 15–35 40–60 15–35 25–40, 50 Streaks 3–10/≤3 cm - Mountain range 10–20/≤5 cm 40–60 5–15/≤15 cm - 10–20/≤10 cm 40–60 Isothermal 0°C 1.800 1,800–1,300 1,300–800 It should be noted that the rainfall amounts in the previous table include the period between 09:00 hours on the indicated day and 09:00 hours the following day. On the other hand, the Meteorological Service of the Chilean Navy maintains its Warning No. 30 for normal swells in force, between Thursday, July 31 and Friday, August 1 for the coasts of the region. Finally, the National Geology and Mining Service (SERNAGEOMIN), through the update of its Technical Minute for Danger of Mass Removals, issued yesterday, indicates that the possibility of occurrence of mass removals such as debris flow, alluvium, landslides and/or rockfalls (landslides) is moderate on the coast. Coastal mountain range and longitudinal and high valley in the pre-mountain range and mountain range of the region. In consideration of this background, and in coordination with the Regional Presidential Delegation of Los Ríos, the Regional Directorate of SENAPRED updates the Regional Preventive Early Warning for meteorological event, which has been in force since July 26 and until conditions warrant it. Puerto Montt According to the information provided by the General Directorate of Water (DGA), it is indicated that the hydrometric network station \"Río Chico Ante Río Chamiza\" is below the yellow alert threshold, with a downward trend in its flow. In consideration of this background and in coordination with the Regional Presidential Delegation of Los Lagos, the Regional Directorate of SENAPRED cancels the Yellow Alert for flooding for the commune of Puerto Montt, which had been in force since July 29. O'Higgins Region According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the O'Higgins Region Alert Forecast Start End Alert AA65-9 Moderate to heavy rainfall with high zero isotherm on the coast, coastal mountain range, valley and foothills in the region. 31/07 01/08 Notice A287-8 Normal to moderate rainfall in the mountain range of the region. 31/07 01/08 Notice A290-5 Probable thunderstorms with a probability of heavy rainfall in a short period of time on the coast and mountain range of the coast of the region. 31/07 31/07 Notice 283-4 Normal to moderate wind on the coast, coastal mountain range, pre-mountain range and mountain range of the region. 30/07 02/08 Likewise, according to the current meteorological history, the amounts of precipitation (mm) and wind speed (km/h) are as follows: Zone Thursday, July 31 Friday, August 01 Saturday, August 02 PrecipitationWindPrecipitationWind PrecipitationWind Littoral 40 – 50 25 – 40, 60 Streaks 20 – 25 - - - Coastal mountain range 25 – 40 25 – 40, 50 Streaks 20 – 30 25 – 40 1 – 3 - Longitudinal valley 40 – 60 25 – 40 20 – 25 - - - Foothills 25 – 40 25 – 40, 50 Streaks 20 – 30 - 2 – 5 25 – 40 Mountain range 40 – 60 cm 25 – 40, 70 Streaks 35 – 45 cm 25 – 40, 60 Streaks 3 – 7 cm 25 – 40, 60 Streaks Isotherm 0°C (m.a.s.l.) 2,400 – 1,900 1,900 – 1,500 1,500 – 2,600 It should be noted that the rainfall amounts in the previous table include the period between 09:00 hours on the indicated day and 09:00 hours the following day. On the other hand, the Meteorological Service of the Chilean Navy maintains its Warning No. 30 for normal swells in force, between Thursday, July 31 and Friday, August 1 for the coasts of the region. Finally, the National Geology and Mining Service (SERNAGEOMIN), through its Technical Minute for the Danger of Mass Removals, updated today, indicates that the possibility of the occurrence of mass removals such as debris flow, alluvium, landslides and/or rockfalls (landslides) is high in the coastal mountain range. longitudinal valley and precordillera, moderate on the coast and low in the mountain range of the region. In consideration of this background, and in coordination with the Regional Presidential Delegation of O'Higgins, the Regional Directorate of SENAPRED updates the Regional Preventive Early Warning for meteorological event, which has been in force since July 28 and until conditions warrant it. Maule According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the Maule Region: Alert Forecast Start End Alert AA65-7 Moderate to heavy rainfall with high zero isotherm on the coast, coastal mountain range, valley, pre-mountain range and mountain range. 30/07 30/07 Notice A287-3 Normal to moderate rainfall on the coast, coastal mountain range and valley. 30/07 31/07 Notice A283-3 Normal to moderate wind on the coast, coastal mountain range, valley, pre-mountain range and mountain range. 30/07 31/07 Likewise, according to the current meteorological background, the amounts of precipitation (mm), wind (km/h) and isotherm 0°C (m.a.s.l.) forecast for the region, are as follows: Zone Wednesday, July 30 Thursday, July 31 Friday, August 01 PrecipitationWindPrecipitationWind PrecipitationWind Littoral 40 - 60 25 - 40Streaks 60 30 - 40 Streaks 60 20 - 25 25 - 40 Coastal mountain range 45 - 60 25 - 40Streaks 60 30 - 40 Streaks 60 20 - 30 25 - 40 Longitudinal valley 45 - 60 25 - 40Streaks 50 30 - 40 Streaks 50 20 - 30 25 - 40 Foothills 50 - 60 25 - 40Streaks 50 30 - 40 Streaks 50 25 - 35 25 - 40 Mountain range 50 - 6030 - 40 cm 25 - 40Streaks 70 35 - 45 cm Streaks 70 35 - 45 cm 25 - 40Streaks 50 Isothermal 0°C 3.500 - 2.300 2.300 - 2.000 2.000 - 1.300 It should be noted that the rainfall amounts in the table above include the period between 09:00 hours on the indicated day and 09:00 hours the following day. On the other hand, the Meteorological Service of the Chilean Navy maintains its Warning No. 30 for normal swells in force, between Thursday, July 31 and Friday, August 1 for the coasts of the region. Finally, the National Geology and Mining Service (SERNAGEOMIN), through its Technical Minute for the Danger of Mass Removals, updated today, indicates that the possibility of mass removals such as debris flow, alluvium, landslides and/or rockfalls (landslides) is high on the coast. coastal mountain range and pre-mountain range and moderate in longitudinal valley and mountain range of the region. In consideration of this background, and in coordination with the Regional Presidential Delegation of Maule, the Regional Directorate of SENAPRED updates the Regional Preventive Early Warning for meteorological event, which has been in force since July 28, 2025. Coquimbo Alert Forecast Start End Alert AA65-9 Moderate to heavy rainfall with high zero isotherm on the coast, coastal mountain range, foothills and pre-Andean valleys of the region. 31/07 31/07 Alert AA67 Moderate to heavy snowfall with blizzard development in the mountain range. 31/07 01/08 Notice A283-4 Normal to moderate wind in the mountain range. 30/07 02/08 Notice 290-5 Probable thunderstorms on the coast and mountain range of the region. 31/07 31/07 Likewise, as indicated in the current alert and in the DMC's Meteorological Threat Report, the amounts of precipitation (mm/cm), wind (km/h) and isotherm 0°C (m.a.s.l.) forecast for the next few days in the region, are as follows: Zone Thursday, July 31 Friday, August 01 Saturday, August 02 PrecipitationWindPrecipitationWind PrecipitationWind Littoral 10 - 14 25 - 40 - - Coastal mountain range 30 - 40 25 - 40 10 - 19 - - Pre-Andean valleys and pre-mountain range 30 - 50 15 - 24 - - Mountain range 30 – 50 cm 25 - 4080 Streaks 20 - 40 cm 50Streaks 70 - 25 - 40Streaks 70 Isothermal 0°C 3.400 - 2.000 2.000 - 1.800 - 2.600 2.600 - 3.600 It should be noted that the rainfall amounts in the table above include the period between 09:00 hours on the indicated day and 09:00 hours the following day. On the other hand, the Meteorological Service of the Chilean Navy maintains its Warning No. 30 for normal swells in force, between Thursday, July 31 and Friday, August 1 for the coasts of the region. Finally, the National Geology and Mining Service (SERNAGEOMIN), through its Technical Minute for the Danger of Mass Removals, updated today, indicates that the possibility of mass removals such as debris flow, alluvium, landslides and/or rockfalls (landslides) is high on the coast. coastal mountain range, pre-Andean valleys and pre-mountain range, and moderate in the mountain range of the region. In consideration of this background, and in coordination with the Regional Presidential Delegation of Coquimbo, the Regional Directorate of SENAPRED updates the Regional Preventive Early Warning for meteorological event, which has been in force since July 27, 2025. Valparaiso According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the Valparaíso Region: Alert Forecast Start End Alert AA65-9 Moderate to heavy rainfall with high zero isotherm on the coast and coastal mountain range of the region. 31/07 31/07 Alert AA69 Moderate to strong wind in Easter Island Province 01/08 02/08 Notice A283-4 Normal to moderate wind in coastal sectors, coastal mountain range and mountain range of the region. 30/07 02/08 Notice A287-9 Normal to moderate rainfall in sectors of the foothills and pre-Andean valleys of the region. 31/07 31/07 Notice A286-1 Normal to moderate wind in the commune of Juan Fernández. 30/07 31/07 Notice A291 Normal to moderate wind in Easter Island Province. 01/08 02/08 Notice A292-1 Probable thunderstorms in the commune of Juan Fernández. 30/07 31/07 Notice A290-5 Probable thunderstorms on the coast, coastal mountain range and mountain range. 31/07 31/07 On the other hand, according to the information provided by the Navy Meteorological Center, Swell Warning No. 31 for normal swells for Easter Island, in force until August 4; and Warning No. 30 for normal swells from the Corona Lighthouse to Arica and Juan Fernández Archipelago, in force until August 1. Finally, the National Geology and Mining Service (SERNAGEOMIN), through the update of its Technical Minute for the Danger of Mass Removals, issued yesterday, indicates that the possibility of mass removals such as debris flow, alluvium, landslides and/or rockfalls (landslides) is high in the coastal mountain range. moderate in the coast, foothills and pre-mountain valleys, and low in the mountain range. In consideration of this background and in coordination with the Regional Presidential Delegation of Valparaíso, the Regional Directorate of SENAPRED updates the regional Preventive Early Warning for meteorological event, which has been in force since July 29 and until conditions warrant it. Biobío According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the Biobío Region Alert Forecast Start End Alert AA71 Thunderstorms on the coast and coastal mountain range in the region. 31/07 31/07 Notice A283-4 Normal to moderate wind on the coast, coastal mountain range, valley, foothills and mountain range of the region. 30/07 02/08 Notice A290-5 Probable thunderstorms with a probability of heavy rainfall in a short period of time on the coast, coastal mountain range and valley of the region. 31/07 31/07 Notice 294 Probable development of convective clouds with tornadic characteristics with a probability of intense local gusty winds and tornadoes on the coast and mountain range of the coast of the region. 31/07 31/07 Similarly, Notice A284/2025 has been canceled, which forecast normal to moderate rainfall with high zero isotherm on the coast, coastal mountain range, valley, pre-mountain range and mountain range of the region. This is due to the weakening of the conditions that originated it. On the other hand, as indicated in the Meteorological Hazard Report issued today, the amounts of precipitation (mm/cm), wind (km/h), and isotherm (m.a.s.l.) forecast for the next few days in the region are as follows: Zone Thursday, July 31 Friday, August 01 Saturday, August 02 PrecipitationWindPrecipitationWind PrecipitationWind Littoral 20 – 25 20 – 25 5 – 10 Coastal mountain range 25 – 40, 60 Streaks 20 – 30 25 – 40 5 – 15 - Longitudinal valley 20 – 30 10 – 20 3 – 7 Foothills 20 – 30 5 – 15 25 – 40 Mountain range 20 – 30 cm 25 – 40, 70 Streaks 20 – 30 cm 25 – 40, 60 Streaks 5 – 15 cm 25 – 40, 60 Streaks Isotherm 0°C (m.a.s.l.) 2,000 – 1,800 1,800 – 1,300 1,300 – 1,700 It should be noted that the rainfall amounts in the table above include the period between 09:00 hours on the indicated day and 09:00 hours the following day. On the other hand, the Meteorological Service of the Chilean Navy maintains its Warning No. 30 for normal swells in force, between Thursday, July 31 and Friday, August 1 for the coasts of the region. Finally, the National Geology and Mining Service (SERNAGEOMIN), through its Technical Minute for Danger of Mass Removals, updated today, indicates that the possibility of mass removals such as debris flow, alluvium, landslides and/or rockfalls (landslides) is moderate throughout the region. In consideration of this background, and in coordination with the Regional Presidential Delegation of Biobío, the Regional Directorate of SENAPRED updates the Regional Preventive Early Warning for meteorological event, which has been in force since July 22 and until conditions warrant it. Los Angeles According to the technical information provided by the General Directorate of Water (DGA), in its hydrometric stations monitored online, it is indicated that the Estero Paillihue station on the Ex. Long. Sur, a commune of Los Angeles, has reached the yellow alert level. Additionally, it is indicated that considering the historical behavior of the Paillihue Estuary on the Ex. Long route. South during previous weather events, could mean an increase in the risk associated with floods or consequent overflows. In consideration of this background and in coordination with the Regional Presidential Delegation of Biobío, the Regional Directorate of SENAPRED cancels Red Alert due to overflow and declares Yellow Alert for the commune of Los Angeles due to flooding, effective as of today and until conditions warrant it. Conception According to the technical information provided by the Regional Directorate of SENAPRED Biobío, it is indicated that as a result of the overflow of the Andalién River in the commune of Concepción, the Santa Rita and former Chaimavida Toll sectors were evacuated, which was reinforced by SAE messaging at 1:50 p.m. and 1:52 p.m. today. In consideration of this background and in coordination with the Regional Presidential Delegation of Biobío, the Regional Directorate of SENAPRED maintains the Red Alert for the commune of Concepción due to overflow, in force as of today and until conditions warrant it. The Lakes According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the Los Lagos Region: Alert Forecast Start End Notice A280-5 Normal to moderate rainfall with high zero isotherm on the coast, coastal mountain range, pre-mountain range and southern mountain range. 29/07 30/07 Notice A288-1 Normal to moderate wind on the coast, Chiloé and inland coast. 29/07 31/07 Notice A290-4 Probable thunderstorms with a probability of heavy rainfall in a short period of time on the coast, coastal mountain range, valley, pre-mountain range, Chiloé and interior coast. 30/07 31/07 Likewise, as indicated in the current alert and in the DMC's Meteorological Threat Report, the amounts of precipitation (mm/cm), wind (km/h) and isotherm 0°C (m.a.s.l.) forecast for the next few days in the region, are as follows: Zone Wednesday, July 30 Thursday, July 31 Friday, August 1 PrecipitationWinds PrecipitationWindsPrecipitation Winds Littoral 30 - 45 40 - 60Streaks 70 15 - 25 60 - 80 15 - 10 25 - 40 Coastal mountain range 35 - 50 40 - 60 15 - 25 - 15 - 10 - Longitudinal valley 25 - 40 40 - 60 15 - 25 - 15 - 12 - Foothills 30 - 60 - 15 - 30 - 10 - 20 - Mountain range 25 - 40 40 - 60 5 - 10 - 5 - 10≤ 3 cm - Chiloé 20 - 45 40 - 60Streaks 70 15 - 30 40 - 60 ≤ 4 - Inland coastline 30 - 60 40 - 60Streaks 70 20 - 35 40 - 60 5 - 10 - Southern mountain range 30 - 50 - 10 - 20 - 5 - 10 - Sub-Andean Patagonia 15 - 25 - 5 - 15 - ≤ 4 - Isothermal 0°CPuerto Montt to the north 2700 - 1800 1800 - 1700 1700 - 1900 - 1500 Isothermal 0°CSouth of Puerto Montt 2700 - 1800 1700 - 1500 1500 - 1400 It should be noted that the rainfall amounts in the table above include the period between 09:00 hours on the indicated day and 09:00 hours the following day. On the other hand, the Meteorological Service of the Chilean Navy maintains its Warning No. 30 for normal swells in force, between Thursday, July 31 and Friday, August 1 for the coasts of the region. For its part, the National Geology and Mining Service (SERNAGEOMIN), through the update of its Technical Minute for the Danger of Mass Removals issued today, indicates that the possibility of mass removals, such as debris flow, alluvium, landslides and/or rockfalls (landslides) is low throughout the region. Metropolitan According to the information provided by the Chilean Meteorological Directorate (DMC), the following meteorological alerts are in force for the Metropolitan Region: Alert Forecast Start End Alert AA65-9 Moderate to heavy rainfall with high zero isotherm in the coastal mountain range. 31/07 01/08 Notice A283-4 Normal to moderate wind in the coastal mountain range, valley, pre-mountain range and mountain range. 30/07 02/08 Notice A287-9 Normal to moderate rainfall in the valley and foothills. 31/07 01/08 Notice A290-5 Probable thunderstorms in the coastal mountain range and mountain range. 30/07 31/07 On the other hand, as indicated in the update of the Meteorological Threat Report issued today, the amounts of precipitation (mm/cm), wind (km/h), and isotherm (m.a.s.l.) forecast for the next few days in the region are as follows: Zone Thursday, July 31 Friday, August 01 Saturday, August 02 PrecipitationWindPrecipitationWind PrecipitationWind Coastal mountain range 30 - 50 - 15 - 20 - - - Longitudinal valley 30 - 39 25 - 40 15 - 25 - - - Foothills - - - - 1 - 3 - Mountain range 20 - 30 cm 25 - 40Streaks 70 30 - 40 cm 25 - 40Streaks 60 2 - 5 cm 25 - 40Streaks 60 Isotherm 0°C (m.a.s.l.) 2,900 – 2,000 2,000 – 1,600 1,600 – 3,000 It should be noted that the rainfall amounts in the table above include the period between 09:00 hours on the indicated day and 09:00 hours the following day. Finally, the National Geology and Mining Service (SERNAGEOMIN), through the update of its Technical Minute for Danger of Mass Removals, issued yesterday, indicates that the possibility of occurrence of mass removals such as debris flow, alluvium, landslides and/or rockfalls (landslides) is moderate in the coastal mountain range and pre-mountain range. and low in the valley and mountain range of the region. In consideration of this background, and in coordination with the Metropolitan Regional Presidential Delegation, the Regional Directorate of SENAPRED updates the Regional Preventive Early Warning for meteorological event, which remains in force from July 30 and until conditions warrant it. Ñuble According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the Ñuble Region: Alert Forecast Start End Alert AA65-7 Moderate to heavy rainfall with high zero isotherm on the coast, coastal mountain range, valley, pre-mountain range and mountain range. 30/07 30/07 Notice A283-3 Normal to moderate wind on the coast, coastal mountain range, valley, pre-mountain range and mountain range. 30/07 31/07 Notice A287-5 Normal to moderate rainfall on the coast, coastal mountain range and valley. 30/07 31/07 On the other hand, the Meteorological Service of the Chilean Navy maintains its Warning No. 30 for normal swells in force, between Thursday, July 31 and Friday, August 1 for the coasts of the region. In consideration of this background, and in coordination with the Regional Presidential Delegation of Ñuble, the Regional Directorate of SENAPRED updates the Regional Preventive Early Warning for meteorological event, which has been in force since July 28, 2025. Province of Osorno According to the technical information provided by the General Directorate of Water (DGA), in its hydrometric stations monitored online, it is indicated that the Rahue River stations formerly join Rio Negro, Río Negro in Chahuilco and Rahue River in Forrahue, located in the communes of Río Negro and Osorno, are on Yellow Technical Alert. In consideration of this background, which implies an increase in the risk associated with this variable, and in coordination with the Regional Presidential Delegation of Los Lagos, the Regional Directorate of SENAPRED declares a Yellow Alert for the Province of Osorno due to flooding, effective from today and until conditions warrant it. Curarrehue According to the technical information provided by the General Directorate of Water (DGA), in relation to the online monitoring of its hydrometric stations, it is indicated that the Rio Trancura station in Curarrehue, Curarrehue commune, has reached the blue alert threshold. with a downward trend in its flow, which means a decrease in the risk associated with this variable. In consideration of this background, and in coordination with the Regional Presidential Delegation of La Araucanía, the Regional Directorate of SENAPRED cancels the Yellow Alert for the commune of Curarrehue due to the threat of overflow, which remained in force since July 30, 2025. Iquique and Huara According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather alert is in force for the Tarapacá Region: Alert Forecast Start End Alert AA72 Moderate to strong wind on the coast (25 to 40 with gusts of 50 km/h). 31/07 31/07 En consideración a estos antecedentes y en coordinación con la Delegación Presidencial Regional de Tarapacá, la Dirección Regional del SENAPRED declara Alerta Temprana Preventiva para las comunas de Iquique y Huara por viento,vigente a contar de hoy y hasta que las condiciones del evento así lo ameriten Tarapacá De acuerdo con la información proporcionada por la Dirección Meteorológica de Chile (DMC), se encuentra vigente el siguiente alertamiento meteorológico para la Región de Tarapacá: Alertamiento Pronóstico Inicio Fin Alerta AA72-2 Viento moderado a fuerte con desarrollo de tormentas de arena en sectores de cordillera de la costa y pampa de la región (entre 40 y 60 km/h). 31/07 31/07 En consideración a estos antecedentes y en coordinación con la Delegación Presidencial Regional de Tarapacá, la Dirección Regional del SENAPRED modifica la cobertura de la Alerta Temprana Preventiva por viento a Regional, vigente a contar de hoy y hasta que las condiciones del evento así lo ameriten.",
      "summary": "CHL: Other - 07-2025 - Weather Events #3 (2025-08-01)",
      "status": "fetched",
      "fetched_at": "2025-08-04T16:52:24.974658"
    },
    {
      "id": 17837,
      "country": null,
      "event_name": "KGZ: Pluvial/Flash Flood - 07-2025 - Issyk-Kul ",
      "disaster_type": "Pluvial/Flash Flood",
      "title": "Issyk-Kul",
      "description": "According to the storm warning of Kyrgyzhydromet under the Ministry of Emergency Situations of the Kyrgyz Republic, in the period from July 28 to 31, 2025 in the regions of the country were expected floods caused by heavy rains, so on July 30, 2025 at about 23:00 in the village of Tamchy Toru-Aigyr-Tamchy village of Toru-Aigyr-Tamchy aiyl aimak of Issyk-Kul district, as a result of heavy rains there were mudflows.The neighboring village of Kosh-Kol also experienced intense precipitation leading to localized floods",
      "summary": "KGZ: Pluvial/Flash Flood - 07-2025 - Issyk-Kul",
      "status": "fetched",
      "fetched_at": "2025-08-04T16:52:24.975658"
    }
  ]
}