{
  "metadata": {
    "total_reports": 59,
    "last_updated": "2025-07-30T19:26:06.039575",
    "new_reports_added": 9,
    "updated_reports": 0,
    "processing_info": {
      "html_cleaned": true,
      "fields_extracted": [
        "id",
        "title",
        "description",
        "summary",
        "country_name",
        "event_name",
        "disaster_type_name"
      ],
      "processing_date": "2025-07-30T19:26:06.039575"
    }
  },
  "reports": [
    {
      "id": 17830,
      "country": null,
      "event_name": "ITT: Tsunami - 07-2025 - Strong currents on the Pacific coast due to the effect of the 8.8 earthquake in Russia",
      "disaster_type": "Tsunami",
      "title": "Strong currents on the Pacific coast due to the effect of the 8.8 earthquake in Russia",
      "description": "The Volcanological and Seismological Observatory of Costa Rica, National University (OVSICORI-UNA), published an international earthquake report at 17:24 on July 29, 2025, with an epicenter 131km SE of Petropavlovsk-Kamchatsky, Russia, with a Magnitude of 8.8Mw, cataloging it as a \"Megaearthquake\" At 8:43 p.m., the National Tsunami Monitoring System, National University (SINAMOT-UNA) indicates that according to the information available so far, strong currents caused by the tsunami caused by the seismic movement are expected from 7:50 a.m. on July 30, 2025, extending until 2:00 p.m., for which it issues a report of Dangerous Currents for the Pacific coast andrecommends not to sail or carry out activities at sea during the indicated period of time. In view of this, the National Commission for Risk Prevention and Emergency Attention (CNE), activated the Emergency Operations Center (COE) with the participation of the Costa Rican Red Cross and declared Yellow Alert 25-2025 in the cantons of the entire Pacific coast, namely La Cruz. Liberia, Carrillo, Santa Cruz, Nicoya, Hojancha, Nandayure in the North Pacific region, Puntarenas, Esparza, Garabito, Parrita, Quepos and Cocos Island in the Central Pacific region, as well as Osa, Puerto Jiménez, Golfito in the South Pacific region. In view of this, the DINARE of the Costa Rican Red Cross , in accordance with the provisions of the National Emergency and Disaster Response Plan (PLANRED), decreed Response Level #2 for the Guanacaste, Puntarenas and South Pacific regions, activating the internal mechanisms of anticipation and response, representation in Municipal Emergency Committees in addition to providing information as an aid to the population of the Pacific coast.",
      "summary": "CRI: Tsunami - 07-2025 - Strong currents on the Pacific coast due to the effect of the 8.8 earthquake in Russia",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.577212"
    },
    {
      "id": 17829,
      "country": null,
      "event_name": "PER: Tsunami - 07-2025 - PER: Tsunami - 01-2025 - Tsunami warning issued for Peru's  coast triggered by the M8.8 earthquake in Kamchatka Peninsula, Russia ",
      "disaster_type": "Tsunami",
      "title": "PER: Tsunami - 01-2025 - Tsunami warning issued for Peru's coast triggered by the M8.8 earthquake in Kamchatka Peninsula, Russia",
      "description": "An earthquake with a magnitude of 8.8 Mw occurred at a depth of 74.00 km, approximately 133 km southeast of Petropavlovsk-Kamchatsky, Russia, as reported by the United States Geological Survey (USGS) on July 29, 2025, at 18:24 local time. As a result, a tsunami warning has been issued for the Peruvian coast. It is estimated that the first waves will reach Puerto La Cruz at 10:09 a.m. on July 30, 2025, with a projected height of up to 1.00 meters. The ports evaluated include La Cruz, Talara, Paita, Pimentel, Salaverry, Chimbote, Huarmey, Huacho, Callao, Cerro Azul, Pisco, San Juan, Atico, Matarani and Ilo, with estimated arrival dates for July 30, 2025, at different times. Initial estimates were as follows: Port Date Arrival time Estimated actual projected height La Cruz 30/07/2025 10:09 1.00 Talara 30/07/2025 10:12 2.31 Paita 30/07/2025 10:16 1.51 Pimentel 30/07/2025 10:34 1.08 Salaverry 30/07/2025 10:48 1.23 Chimbote 30/07/2025 10:56 1.28 Huarmey 30/07/2025 11:05 1.26 Huacho 30/07/2025 11:15 1.16 Callao 30/07/2025 11:23 1.27 Cerro Azul 30/07/2025 11:33 1.25 Pisco 30/07/2025 11:40 1.37 San Juan 30/07/2025 11:56 1.15 Atico 30/07/2025 12:09 1.03 Matarani 30/07/2025 12:21 1.12 Ilo 30/07/2025 12:30 1.21 According to the Peruvian Presidency, 65 ports along the entire coastline are closed, according to the National Maritime Authority (Dicapi). In the last minutes, INDECI indicated that, according to the information received by the DHN and based on the actual arrival of the wave train to the southern area of the continent, new estimates of the arrival of this phenomenon to the northern coast of Peru are available, with a new estimated time of 12:15 a.m.",
      "summary": "PER: Tsunami - 07-2025 - PER: Tsunami - 01-2025 - Tsunami warning issued for Peru's coast triggered by the M8.8 earthquake in Kamchatka Peninsula, Russia",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.582189"
    },
    {
      "id": 17828,
      "country": null,
      "event_name": "CHL: Others - 07-2025 - Weather Events South Zone ",
      "disaster_type": "Other",
      "title": "Weather Events South Zone",
      "description": "According to the information provided by the Regional Directorates of SENAPRED, in the context of the frontal system that is developing between the regions of O'Higgins and Los Lagos, the following background and developments are reported WEATHER SITUATION O'higgins Overcast sky Maule Coast with overcast skies and light rainfall and inland overcast skies Ñuble Cloudy sky Biobío Overcast skies and intermittent rainfall The Araucanía Overcast sky and precipitation Los Ríos Overcast sky and precipitation The Lakes Overcast sky and precipitation Source: SENAPRED Regional Directorates– 07:30 a.m. (07/30/2025). RELEVANT EMERGENCY SITUATIONS BY REGION O'higgins No news Maule Ñuble Biobío The Araucanía Los Ríos Los Lagos Commune: 1 house with minor damage due to rainfall in the Quilmes sector. Corral Commune: Mass removal that affects a neighborhood road interrupting the pedestrian crossing, 12 people are isolated (4 homes). Commune of Valdivia: mass removal in the Balsa San Javier sector. The Lakes Fresia Commune: Overflow of the Llico River, affecting approximately 50 families in the Esperanza and Peuchen sectors. Commune of Cochamó: As a result of the flooding of the Frio River, there was an overflow, causing damage to the bridge and leaving 23 families isolated. Commune of Muermos: Flooding of the Llico River affecting the V-440 route, which connects Llico Bajo with Yerbas Buenas, there is an alternative route for the population. Commune of San Juan de La Costa: 2 families are isolated in the Loma de La Piedra sector due to the flooding of the Huacamapu estuary. Meanwhile, flooding and isolation of sectors due to flooding of the Liucura River are reported. In addition, there is a risk of collapse of the Quilloimo bridge due to a sinkhole, traffic cut was ordered as a precautionary measure. Finally, bridges are reported cut in the Liucura and Quilloimo sectors. Maullín Commune: 5 people affected and 1 house with major damage as a result of flooding in the Ten-Ten population. Río Negro: 10 families are reported isolated due to the collapse of the El Bolsón Bridge. In addition, flooding is recorded in the yards of homes. Source: SENAPRED Regional Directorates– 07:30 a.m. (07/30/2025). SECTORAL INFORMATION According to the information provided by the Superintendence of Electricity and Fuels (SEC), at the time of this report the following is reported: REGION TOTAL NUMBER OF CUSTOMERS WITHOUT POWER O'higgins 0 Maule 0 Ñuble 0 Biobío 278 The Araucanía 1395 Los Ríos 179 The Lakes 797 Total 2.649 It is worth mentioning that these power outages do not necessarily originate from the frontal system. 99.9% of the country's customers have normal electricity service TECHNICAL ALERT IN FORCE ALERT PROGNOSIS BEGINNING The end Alert AA65-6 Moderate to Heavy Rainfall with High Zero Isotherm in areas of the regions of Valparaíso, O'Higgins, Maule, Ñuble, Biobío and La Araucanía. 30-07 31-07 Notice A290-2 Probable thunderstorms with a probability of heavy rainfall in a short period of time in areas of the regions of La Araucanía, Los Ríos and Los Lagos. 31-07 31-07 Notice A288-1 Normal to moderate wind in areas of the regions of La Araucanía, Los Ríos and Los Lagos. 29-07 31-07 Notice A287-3 Normal to moderate rainfall in areas between the Atacama and Biobío regions. 30-07 01-08 Notice A283-3 Normal to Moderate Wind in areas from the Coquimbo Region to the Biobío Region. 30-07 31-07 Notice A280-5 Normal to moderate rainfall with high zero isotherm in areas of the regions of La Araucanía, Los Ríos and Los Lagos. 29-07 30-07 Source: Chilean Meteorological Directorate (DMC). TECHNICAL MINUTES DUE TO DANGER OF MASS REMOVALS Region Category Biobío Ground in Valle Longitudinal. Moderate in the Litoral, Cordillera de la Costa, Precordillera and Cordillera. The Araucanía High throughout the region. Los Ríos High throughout the region. The Lakes Ground in Valle Longitudinal. High in Litoral, Cordillera de la Costa, Precordillera, Cordillera, Chiloé, Interior Coast, Cordillera Austral and Sub-Andean Patagonia. Source: SERNAGEOMIN. RELEVANT ALERTS IN FORCE Alert Type Coverage Causality Validity YELLOW Corral Commune, Los Ríos Region. Mass removal. 06-06-2025 YELLOW Commune of Puerto Montt, Los Lagos Region. Freshet. 29-07-2025 YELLOW Los Lagos Region. Weather event 30-07-2025 EARLY PREVENTIVE O'Higgins Region. Weather event (update 29-07-2025). 28-07-2025 EARLY PREVENTIVE Maule Region. Weather event (update 29-07-2025). 28-07-2025 EARLY PREVENTIVE Ñuble Region. Weather event (update 29-07-2025). 28-07-2025 EARLY PREVENTIVE Biobío Region. Weather event (update 29-07-2025). 22-07-2025 EARLY PREVENTIVE La Araucanía Region. Weather event (update 29-07-2025). 26-07-2025 EARLY PREVENTIVE Los Ríos Region. Weather event (update 29-07-2025). 26-07-2025 Source: SENAPRED – 07:30 hours (07/30/2025).",
      "summary": "CHL: Other - 07-2025 - Weather Events South Zone",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.591187"
    },
    {
      "id": 17827,
      "country": null,
      "event_name": "TCD: Epidemic - 07-2025 - Cholera epidemic in Ouaddaï province ",
      "disaster_type": "Epidemic",
      "title": "Cholera epidemic in Ouaddaï province",
      "description": "the health system in the area where the epidemic is raging remains fragile; due to the lack of qualified human resources; insufficient management kit; Insufficient equipment, insufficient search for active contact cases. On the side of the affected population; Failure to comply with basic hygiene measures. Proximity of the camp site to the population.",
      "summary": "TCD: Epidemic - 07-2025 - Cholera epidemic in Ouaddaï province",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.592266"
    },
    {
      "id": 17826,
      "country": null,
      "event_name": "KEN: Population Movement - 07-2025 - Cross Border Population Influx ",
      "disaster_type": "Population Movement",
      "title": "Cross Border Population Influx",
      "description": "The town of Bulla Hawa, situated strategically on the border between Somalia and Kenya, has been a focal point of conflict and instability for decades. This report aims to provide a comprehensive analysis of anticipated responses to protracted humanitarian crisis, characterized by displacement, food insecurity, and destruction of vital infrastructure. On 22nd July 2025, violent armed conflict erupted between the Federal Government of Somalia and the Jubaland State forces in the town of Bula Hawa, situated near the Kenya–Somalia border adjacent to Mandera Town. The confrontation resulted in the loss of at least 15 lives, including 5 civilians in Bula Hawa (Somalia), while 4 people were injured in Mandera Town due to stray bullets. The situation further escalated when two rocket-propelled grenades (RPGs) landed on the Kenyan side, generating widespread fear and anxiety among residents. The situation has led to an influx of population into Mandera town. As of today 226 HHs (1,356 pax), composed of mostly women, children and the elderly are currently housed in a primary school near the border on the Kenyan side. The Mandera County Security Committee, in collaboration with key partners, convened through the County Steering Group (CSG) and the Disaster Risk Management Committee (DRMC). This led to the establishment of the Mandera County Emergency Disaster Management and Response Committee, comprising representatives from the National Government, County Government, the Kenya Red Cross Society (KRCS), civil society organizations, and development partners. The committee aims to ensure preparedness, strategic coordination, and effective response in the event of further escalation. The conflict is still active in Bula Hawa and it is reported that both sides are sending reinforcement to the area. Due to lack of any peace restoration efforts, it is projected that the conflict will continue. This will likely result to displacement of at least 2,500households into Mandera County because the administration is allowing civilians to cross and there is availability of easy transportation through use of Donkey carts.",
      "summary": "KEN: Population Movement - 07-2025 - Cross Border Population Influx",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.593392"
    },
    {
      "id": 17825,
      "country": null,
      "event_name": "JPN: Tsunami - 07-2025 - Tsunami warning issued for Japan's Pacific coast triggered by the M8.8 earthquake in Kamchatka Peninsula, Russia",
      "disaster_type": "Tsunami",
      "title": "Tsunami warning issued for Japan's Pacific coast triggered by the M8.8 earthquake in Kamchatka Peninsula, Russia",
      "description": "Overview:An earthquake with a magnitude of 8.8 at a depth of 20.69 km has occurred at 136 km east-southeast of Petropavlovsk-Kamchatsky, Russia, as reported by the National Earthquake Information Center (NEIC) of the USGS on July 29, 2025 08:24 local time（JST）.A tsunami warning of up to 3 meters has been issued along Japan's Pacific coast from Hokkaido to Wakayama. Officials are calling on people to stay evacuated until all alerts are lifted despite the hot weather. Tsunami have been observed over wide areas along the coast, including a 1.3-meter wave at Kuji Port in Iwate Prefecture.（As of 16:30 local time on 30 July 2025）Impact:Tsunami waves have reached several Pacific coastal areas of Japan after the earthquake. A 1.3-meter tsunami was recorded at Kuji Port in Iwate prefecture, while a 80 centimeter wave was observed at Nemuro, Hokkaido and 70 centimeter tsunami at Ishinomaki Port in Miyagi. High waves have also been observed in the Tohoku and Kanto regions. A 30 centimeter wave was recorded at Yokohama Port. Runways at Sendai Airport in Japan's northeast have been closed after an earthquake in Russia triggered tsunami warnings. The transport ministry said the runway shutdown began around 9:40 a.m., and that some flights bound for the major coastal hub were rerouted. Flights to and from the airport were suspended. Airlines are urging customers to stay updated by checking their websites.",
      "summary": "JPN: Tsunami - 07-2025 - Tsunami warning issued for Japan's Pacific coast triggered by the M8.8 earthquake in Kamchatka Peninsula, Russia",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.594484"
    },
    {
      "id": 17824,
      "country": null,
      "event_name": "CHL: Tsunami - 07-2025 - Tsunami Warning for Earthquake in Russia",
      "disaster_type": "Tsunami",
      "title": "Tsunami Alert for Earthquake in Russia",
      "description": "TSUNAMI THREAT TO CHILE'S COAST BULLETIN: 003 EVENT: 29/07/2025 19:25 MAGNITUDE: 8.7, 134 KM SE OF PETROPAVLOVSK OF KAMCHATKA, RUSSIA INFORMATION RECEPTION TIME 29/07/2025 21:10 EVALUATION: BASED ON THE PRELIMINARY PARAMETERS OF THE EARTHQUAKE AND ONCE THE MODELING AND ANALYSIS PROCESS HAS BEEN COMPLETED, THE FOLLOWING STATES ARE ESTABLISHED FOR THE NATIONAL TERRITORY: ARICA AND PARINACOTA CAUTION TARAPACA CAUTION ANTOFAGASTA NORTH (UP TO THE SOUTHERN LIMIT OF THE COMMUNE OF MEJILLONES) CAUTION SOUTH (FROM THE NORTHERN LIMIT OF ANTOFAGASTA COMMUNE) CAUTION ATACAMA NORTH (UP TO THE SOUTHERN LIMIT OF COPIAPÓ PROVINCE) ALERT SOUTH (FROM THE NORTHERN LIMIT OF THE PROVINCE OF HUASCO) ALERT COQUIMBO ALERT VALPARAISO ALERT ARCH. JUAN FERNANDEZ CAUTION SAN FELIX ISLAND CAUTION EASTER ISLAND CAUTION OHIGGINS CAUTION MAULE CAUTION ÑUBLE - BIOBIO PRECAUTION ARAUCANÍA CAUTION LOS RIOS CAUTION LOS LAGOS NORTH (FROM THE NORTHERN REGIONAL LIMIT TO DONA SEBASTIANA ISLAND, INCLUSIVE) CAUTION SOUTH (FROM DOÑA SEBASTIANA ISLAND TO THE SOUTHERN REGIONAL LIMIT) CAUTION AYSEN CAUTION MAGALLANES CAUTION CHILEAN ANTARCTIC TERRITORY CAUTION EARTHQUAKE DATA: AN EARTHQUAKE HAS OCCURRED WITH THE FOLLOWING PRELIMINARY PARAMETERS LOCAL TIME: 07/29/2025 19:25 (07/29/2025 23:25 U.T.C.) MAGNITUDE: 8.7 SOURCE: PTWC LATITUDE: 52°12'N LONGITUDE: 160°0'E GEOGRAPHICAL REFERENCE: 134 KM SE OF PETROPAVLOVSK OF KAMCHATKA, RUSSIA IT SHOULD BE BORNE IN MIND THAT: IF SENAPRED HAS DECREED PREVENTIVE EVACUATION, IT WILL BE MAINTAINED UNTIL IT IS CANCELED BY SENAPRED. THE MODELING AND ANALYSIS PROCESS WITH SIPAT WAS CARRIED OUT CONSIDERING THE WORST SCENARIO FOR THIS EVENT STATE OF ALARM IS ASSOCIATED WITH A MAJOR TSUNAMI. A STATE OF ALERT IS ASSOCIATED WITH AN INTERMEDIATE TSUNAMI. PRECAUTIONARY STATE IS ASSOCIATED WITH A MINOR TSUNAMI. NEWS STATUS IS ASSOCIATED WITH A CONDITION WITHOUT TSUNAMI THREAT. A TSUNAMI MANIFESTS ITSELF FOR HOURS. NORMALLY THE FIRST WAVE IS NOT THE MOST DESTRUCTIVE. IN CLOSED BAYS, THE EFFECTS OF THE TSUNAMI WILL BE AMPLIFIED. A TSUNAMI WILL REACH THE COASTS NEAR THE EPICENTER A FEW MINUTES AFTER THE EARTHQUAKE. STRONG CURRENTS CAN OCCUR IN PORTS, COVES, ESTUARIES AND RIVERS. HYDROGRAPHIC AND OCEANOGRAPHIC SERVICE OF THE NAVY ----------------------------------------------------------------------------------------------------- TSUNAMI THREAT TO CHILE'S COASTS TSUNAMI THREAT TO CHILE'S COAST BULLETIN: 004 EVENT: 29/07/2025 19:25 MAGNITUDE: 8.7, 134 KM SE OF PETROPAVLOVSK OF KAMCHATKA, RUSSIA INFORMATION RECEPTION TIME 29/07/2025 21:10 EVALUATION: ACCORDING TO THE TSUNAMI THREAT ESTABLISHED BY THE STATES REPORTED IN THE PREVIOUS BULLETIN, THE ESTIMATED ARRIVAL TIMES WOULD BE AS FOLLOWS. LOCATIONS WITH INFORMATION STATUS ARE NOT INCLUDED: THE ESTIMATED ARRIVAL TIMES WOULD BE AS FOLLOWS: ARICA 30-07-2025 02:51 PM PISAGUA 30-07-2025 02:57 PM IQUIQUE 30-07-2025 14:55 PATACHE 30-07-2025 03:04 PM TOCOPILLA 30-07-2025 03:06 PM MEJILLONES 30-07-2025 15:05 ANTOFAGASTA 30-07-2025 15:09 CALETA PAPOSO 2025-07-30 03:16 PM TALTAL 30-07-2025 15:18 CHANARAL 30-07-2025 03:21 PM CALDERA 30-07-2025 15:22 HUASCO 30-07-2025 03:27 PM PUNTA DE CHOROS 30-07-2025 15:31 COQUIMBO 30-07-2025 15:34 PUERTO ALDEA 30-07-2025 15:31 PICHIDANGUI 30-07-2025 03:48 PM QUINTERO 30-07-2025 03:54 PM VALPARAISO 30-07-2025 15:50 SAN ANTONIO 30-07-2025 03:56 PM JUAN FERNANDEZ 30-07-2025 15:06 SAN FELIX 30-07-2025 02:14 PM EASTER ISLAND 2025-07-30 11:25 AM (H.C.) 07-30-2025 9:25 AM (H.I) BOYERUCA 30-07-2025 15:57 CONSTITUTION 30-07-2025 16:03 COLIUMO 30-07-2025 16:22 QUIRIQUINA ISLAND 2025-07-30 04:11 PM TALCAHUANO 30-07-2025 16:11 CORONEL 30-07-2025 16:20 LEBU 30-07-2025 04:03 PM NEHUENTUE 30-07-2025 16:33 QUEULE 30-07-2025 04:48 PM CORRAL 30-07-2025 16:38 BAHIA MANSA 30-07-2025 16:33 PUERTO MONTT 30-07-2025 17:56 ANCUD 30-07-2025 17:01 CASTRO 30-07-2025 06:37 PM PUERTO MELINKA 2025-07-30 17:49 (H.C.) 2025-07-30 18:49 (H.UTC-3) PUERTO CHACABUCO 2025-07-31 01:23 (H.C.) 2025-07-31 02:23 (H.UTC-3) PUERTO AGUIRRE 2025-07-31 04:12 (H.C.) 2025-07-31 05:12 (H.UTC-3) EDEN PORT 2025-07-31 02:17 (H.C.) 2025-07-31 03:17 (UTC-3) BAHIA GREGORIO 2025-07-31 09:21 (H.C.) 2025-07-31 10:21 (UTC-3) CALETA METEORO 2025-07-30 19:00(H.C.) 2025-07-30 20:00 (H.UTC-3) PUNTA ARENAS 2025-07-31 09:20 (H.C.) 2025-07-31 10:20 (UTC-3) PUERTO WILLIAMS PUERTO NATALES 2025-07-30 9:46 PM (H.C.) 2025-07-30 10:46 PM (UTC-3) 2025-07-31 01:06 (H.C.) 2025-07-31 02:06 (UTC-3) ANTARCTICA BASE PRAT 2025-07-30 18:08 (H.C.) 2025-07-30 19:08 (H.UTC-3) ANTARCTICA BASE OHIGGINS 30-07-2025 18:38 (H.C.) 30-07-2025 19:38 (H.. UTC-3) H.I. = WESTERN INSULAR CHILE TIME H.C. = CONTINENTAL CHILE TIME H.UTC-3 = TIME OF THE AYSÉN REGION AND THE MAGALLANES REGION AND CHILEAN ANTARCTICA THE CITIES ARE DELIVERED IN ORDER OF SHORTEST TO LONGEST TIME OF ARRIVAL OF THE TSUNAMI.",
      "summary": "CHL: Tsunami - 07-2025 - Tsunami Alert for Earthquake in Russia",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.595475"
    },
    {
      "id": 17823,
      "country": null,
      "event_name": "GTM: Earthquake - 07-2025 - Sensitive Earthquakes in Guatemala ",
      "disaster_type": "Earthquake",
      "title": "Sensitive earthquakes in Guatemala",
      "description": "On July 29, 2025 at 3:21 p.m., the first of several sensitive earthquakes was recorded in much of the national territory, with an epicenter in the department of Jutiapa, bordering El Salvador. The aftershocks continue and many of them of intensity greater than 3.6 on the Richter scale and with shallow epicenter depth. Preliminary reports indicate that there is damage to homes, buildings and 2 health facilities. Some of the injured are being treated by local health services and rescue services. The authorities of CONRED have declared a national orange alert.",
      "summary": "GTM: Earthquake - 07-2025 - Sensitive earthquakes in Guatemala",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.595475"
    },
    {
      "id": 17822,
      "country": null,
      "event_name": "GRC: Fire - 07-2025 - Wildfires in Greece, 26-28, July, 2025 ",
      "disaster_type": "Fire",
      "title": "Wildfires in Greece, 26-28, July, 2025",
      "description": "Greece experienced one of its most intense wildfire outbreaks in recent years, with over 50 wildfires reported in just 24 hours. The fires were fueled by a prolonged heatwave (temperatures reaching up to 45°C) and strong winds (6–7 Beaufort), creating extreme fire conditions across the country. The primary affected areas were Kryoneri (Attica), Pedini - Ioannina (Epirus Region), Patra (Achaea Region), Temenia and surrounding villages (Chania, Crete), Polithea, Monastiri, and Aetos (Messinia, Peloponnese), Serres (Northern Greece), and Central and Northern Euboea (Evia). Thousands of residents were evacuated across multiple regions. In numbers over 32,000 people were displaced nationwide, with many seeking shelter in schools, community centers, and temporary shelters. Over 1,100 firefighters were deployed nationwide. Moreover, Greece requested six additional water-dropping aircraft from the EU Civil Protection Mechanism. One hundred forty-five firefighters, 44 vehicles, 7 helicopters, and 10 aircraft were active in Attica alone. Many firefighters were hospitalized due to burns and smoke inhalation while battling the fires. These injuries occurred during intense efforts to contain fires threatening residential areas, with some fire trucks also damaged in the process. Moreover, civilians were injured, suffering from burns, respiratory problems, and other injuries. The extensive damage influences the forests, agricultural land, animal pens, houses, cars, and more.",
      "summary": "GRC: Fire - 07-2025 - Wildfires in Greece, 26-28, July, 2025",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.595475"
    },
    {
      "id": 17821,
      "country": null,
      "event_name": "COG: Epidemic - 07-2025 - CHOLERA EPIDEMIC ",
      "disaster_type": "Epidemic",
      "title": "CHOLERA EPIDEMIC",
      "description": "This confirmation of the cholera epidemic in our country comes in a regional context marked by the resurgence of cholera in neighboring countries, particularly in Angola, with confirmed cases in the province of Kabinda and in the Democratic Republic of Congo with confirmed cases in Kinshasa and in the province of Equateur (Loukoléla zaire). In any case, suspects and even confirmed are quarantined in the nearest health centers with a great need for appropriate medical assistance. This situation is once again affecting the Congolese health system, which on the eve of its independence day is confronted with this scourge. To date, the rapid and unusual increase in the number of cases is possible in the localities of the island of Mbamou, Loukoléla and Mossaka due to the period of fairground markets.",
      "summary": "COG: Epidemic - 07-2025 - CHOLERA EPIDEMIC",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.595475"
    },
    {
      "id": 17820,
      "country": null,
      "event_name": "THA: Flood - 07-2025 - Heavy rainfall and flash floods ",
      "disaster_type": "Flood",
      "title": "Heavy rainfall and flash floods",
      "description": "The situation caused by tropical storm \"Wipha\" followed the monsoon trough passing through upper Laos and northern Thailand. As a result, from 21 July 2025 to the present, flooding occurred in 11 provinces (Nan, Chiang Rai, Phayao, Lampang, Chiang Mai, Mae Hong Son, Phrae, Sukhothai, Tak, Uttaradit, and Loei), affecting 67 districts, 303 sub-districts, and 1,610 villages. A total of 43,080 households or 145,532 people have been affected. There is 1 missing person (a man swept away by floodwaters in Tha Wang Pha District, Nan Province) and 1 fatality (a woman who fell into the water while coming downstairs to close the door on the first floor of her house in Mueang District, Phrae Province). Currently, the flood situation remains in 4 provinces (Nan, Chiang Rai, Phrae, and Sukhothai), affecting 31 districts, 140 sub-districts, and 638 villages, with 31,599 households or 106,189 people affected. Numeric Details (People) Affected: 106,189 people (31,599 households) across 4 provinces — Nan, Chiang Rai, Phrae, and Sukhothai. Injured: None reported. Dead: 1 person (female, Phrae Province) Missing: 1 person (male, Nan Province)",
      "summary": "THA: Flood - 07-2025 - Heavy rainfall and flash floods #3 (2025-07-29)",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.596476"
    },
    {
      "id": 17819,
      "country": null,
      "event_name": "VNM: Other - 07-2025 - Typhoon Wipha-Heavy rain and flash flood ",
      "disaster_type": "Pluvial/Flash Flood",
      "title": "Typhoon WIPHA circulation 07/2025",
      "description": "In recent days, severe weather caused by the circulation of Typhoon No. 3 has brought heavy rainfall and flash flooding across several northern and central provinces of Vietnam, including Nghe An, Son La, Dien Bien, and Quang Tri. According to VTV Times reporters, on the morning of July 24, four new flooding points were recorded along National Highway 7, passing through Nhan Hoa and Vinh Tuong communes (former Anh Son district, Nghe An province). Water levels at these locations ranged from 50cm to nearly 1 meter, with strong currents, making it impossible for small vehicles to pass. Many residents were forced to turn back or take longer detours, disrupting daily activities and the transportation of goods. In particular, the section of National Highway 7 running through Cam Thang hamlet in Nhan Hoa commune was submerged under 50cm to 1m of water. Previously, the highway had been completely cut off due to floodwaters rising from the Lam River and local streams. Although the rain has eased, water levels in many areas have yet to recede. Authorities are closely monitoring the situation and advising residents not to travel through deep-flooded areas—especially at night or without proper guidance. Temporary traffic control and mitigation measures are being implemented to ensure the safety of people and property. Son La Province: On the night of July 27, torrential rains across 13 communes of the former Song Ma district triggered flash floods and landslides, leaving four people in Chieng So commune dead or missing. Nearly 200 personnel were deployed for search and rescue efforts. Two individuals were swept away in Na Cai 2 village, Chieng So commune. Dien Bien Province: In Muong Luan commune, a flash flood that struck on the night of July 26 and early morning of July 27 swept away three homes and two community houses, injured two people, and caused major losses of livestock, crops, and infrastructure. Landslides disrupted several inter-village roads. Thanks to early evacuation efforts, no fatalities were reported. Heavy rain and landslides also caused damage and traffic disruptions in Tia Dinh commune. Quang Tri Province: From July 25 to midday July 27, continuous heavy rains in the southern mountainous region of Quang Tri led to flooding in upstream rivers, isolating multiple inter-commune and inter-village roads. Several spillways were submerged and blocked by rising water. Authorities established checkpoints and barricades to prevent crossings. However, a serious incident occurred on July 26 when four young men ignored safety barriers and attempted to drive across a flooded spillway at Tan Trung village leading to Ban Con, Tan Lap commune. Taking advantage of a break in guard duty around 5:00 PM, they removed the barricades and tried to cross, resulting in their vehicle being swept away by the floodwaters. Fortunately, all four managed to escape from the vehicle safely. The car, however, was lost and has not yet been recovered. According to reports from the provinces affected heavy rains, flash floods, and landslides from the night of July 23 to July 27, 2025, have caused the following damages: Affected provinces: Lao Cai, Dien Bien, Son La, Quang Tri, Phu Tho, Thanh Hoa, Nghe An, Ninh Binh. Between July 25 and 27, 2025, heavy rains, flash floods, and landslides affected multiple provinces in northern and north-central Vietnam, including Son La, Dien Bien, Lao Cai, Quang Tri, Phu Tho, Thanh Hoa, Nghe An, and Ninh Binh. Human impact: 2 people confirmed dead and 4 missing in Son La; 2 injured in Dien Bien. Housing: Over 1,000 houses damaged or collapsed, including 22 houses destroyed in Son La and 987 houses damaged in Phu Tho, Thanh Hoa, and Nghe An. Evacuation: 66 households were evacuated (40 in Son La, 26 in Lao Cai — all have returned home). Agriculture: Over 54,000 hectares of rice fields were flooded or buried, mainly in Ninh Binh and Thanh Hoa; nearly 17 hectares of fish ponds were swept away. Livestock: More than 400 livestock and 33,000 poultry were killed or swept away. Transport: National and provincial roads reported hundreds of landslide points: 301 in Thanh Hoa and 291 in Nghe An. 5 suspension bridges were washed away. Electricity & telecommunications: 39 power substations affecting 3,677 households in Son La lost power (over half restored); 21 mobile stations remain out of service.",
      "summary": "VNM: Pluvial/Flash Flood - 07-2025 - Typhoon WIPHA circulation 07/2025 #3 (2025-07-29)",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.599478"
    },
    {
      "id": 17818,
      "country": null,
      "event_name": "THA: Other - 07-2025 - Tensions between Thailand and Cambodia ",
      "disaster_type": "Other",
      "title": "Tensions at the Thailand - Cambodia Border",
      "description": "Thailand Impact In Thailand · According to the Ministry of Public Health (MOPH), the escalating tensions at the border have affected civilian infrastructure and medical services, caused mass displacement, and raised serious public health concerns. Over 138,152 Thai civilians from four border provinces (Surin, Sisaket, Burirum and Ubon Ratchathani provinces) have been evacuated to 433 evacuation centers, including 21,076 individuals identified as vulnerable groups. · Affected Provinces and Hospitals: 617 patients were evacuated and 19 hospitals affected as follows: o 11 hospitals closed due to security risks or damage o 8 hospitals operating with emergency services only (ER) o 4 new closures include: § Na Chaluai Hospital (Ubon Ratchathani) § Buachet and Sangkha Hospitals (Surin) § Chalerm Phrakiat Hospital (Buriram) Since 24 July, a total of 14 civilians died and 52 injured, while 11 soldiers died and 103 injured. The situation has drawn urgent international attention. Both the UN and ASEAN have issued statements calling for the immediate cessation of hostilities and urging both governments to exercise restraints, pursue diplomatic channels and prioritize civilian protection. Cambodia According to several reliable sources, tensions between Cambodia and Thailand have rapidly escalated since 24 July, near Prasat Ta Muen Thom Temple in Oddar Meanchey and Preah Vihear provinces in Cambodia. Impact in Cambodia On 24 July, 3,830 families or 12,350 individuals from Oddar Meanchey and Preah Vihear were evacuated to safer areas in their respective provinces and Siem Reap. On 25 July, an additional 85 families or 357 individuals from Oddar Meanchey were evacuated to Banteay Meanchey. Threats then spread to Battambang, Pursat, and Koh Kong provinces. By 26 July, the number of evacuees increased to 16,900 families or 59,549 individuals in five provinces. As of 27 July, a total of 41,567 families or 127,356 people were affected and evacuated to 179 evacuation shelters across six provinces: Oddar Meanchey, Preah Vihear, Siem Reap, Banteay Meanchey, Battambang, and Pursat. As of 27 July, 600 schools were closed, affecting 15,000 pupils in Oddar Meanchey, Preah Vihear, Banteay Meanchey, Pursat, and Koh Kong. Two health centers in Preah Vihear were temporarily closed due to security risks. As of 26 July, 13 people died and 71 injured. 134,707 civilians were displaced and 174,432 returnees. · ·",
      "summary": "THA: Other - 07-2025 - Tensions at the Thailand - Cambodia Border #2 (2025-07-29)",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.601474"
    },
    {
      "id": 17817,
      "country": null,
      "event_name": "NGA: Flood - 07-2025 - Nigeria - Flood ",
      "disaster_type": "Flood",
      "title": "Nigeria - Flood",
      "description": "Today 27/07/2027 Flashflood ravaged communities in Yola South local government Adamawa State, a total number of 150 individuals have been recorded in two camps established by the state government.150 in camps 11 died confirmed by government 20 injured currently receiving medical attention at hospital Not less than hundred farmlands to be updated.Over 2000 displaced.",
      "summary": "NGA: Flood - 07-2025 - Nigeria - Flood",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.602475"
    },
    {
      "id": 17816,
      "country": null,
      "event_name": "NPL: Drought - 07-2025 - NPL-Drougth-07-2025 ",
      "disaster_type": "Drought",
      "title": "NPL-Drougth-07-2025",
      "description": "Madhesh Province (Province-2), which consists of eight districts, has been facing a severe water crisis that has severely impacted the lives and livelihoods of over 1,220,000 people due to a lack of adequate rainfall in the province. This comes despite forecasts from the Department of Hydrology and Meteorology predicting above-average rainfall and warmer temperatures across the country this year. However, halfway through the monsoon season, the central plains have experienced far less rainfall than expected. This has caused more than 70% of shallow tube wells, traditional wells, and fisheries in the region to dry up. Not only is this creating a severe crisis in access to safe and sufficient drinking water, but it is also affecting sanitation, personal and environmental hygiene, and the livelihoods of the people, especially agriculture and livestock management. Furthermore, it is increasing the risk of waterborne and vector-borne disease outbreaks in the affected communities. As the drought continues and there is still no sign of rain in the region, fears have grown among service providers, government agencies, development partners, and humanitarian organizations. Although local governments have started supplying water through their networks, it is not enough to meet the needs for drinking, sanitation, and hygiene. In the region, particularly in densely populated settlements and market areas, people are queueing in the sweltering heat for a pot of water. Given the severity of the situation, both the provincial and federal governments of Nepal declared a drought emergency on 23rd July 2025 and have appealed for urgent support from development partners, UN agencies, the Red Cross, and relevant ministries and departments.",
      "summary": "NPL: Drought - 07-2025 - NPL-Drougth-07-2025",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.602475"
    },
    {
      "id": 17815,
      "country": null,
      "event_name": "ECU: Landslide - 07-2025 - Landslide in the parish of El Triunfo ",
      "disaster_type": "Landslide",
      "title": "Landslide in the parish of El Triunfo",
      "description": "Since the beginning of July, in the province of Tungurahua, Patate canton, heavy rains caused landslides, which affected the access roads to the El Triunfo parish and the city's main drinking water supply system, which serves 5485 people. The Department of Public Works, Order and Municipal Control reports 400 meters of pipes affected (220 meters the pipeline to the La Matriz parish and 180 meters the pipeline to the El Triunfo parish) due to landslides. In addition, damage was reported to accessories of the components of the treatment and reserve systems as a result of the entry of sediments into the pipe network. On July 13, 2025, the Cantonal COE declared a \"State of Emergency in the Canton\" for sixty days due to the numerous events caused by the winter season, which affected people, homes, road infrastructure and the collapse of the drinking water and sewerage system, leaving the population without drinking water",
      "summary": "ECU: Landslide - 07-2025 - Landslide in the parish of El Triunfo",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.602475"
    },
    {
      "id": 17814,
      "country": null,
      "event_name": "ECU: Landslide - 07-2025 - Landslide in the La Mica sector ",
      "disaster_type": "Landslide",
      "title": "Landslide in the La Mica sector",
      "description": "On July 9, 2025, at 1:42 p.m., there was a rupture in the main conduction line of the Mica-Quito Sur System, about 10 kilometers from the \"La Mica\" dam, caused by a landslide that affected approximately 350 meters of pipe. The landslide originated in the La Mica sector due to geological and climatic conditions typical of the Antisana páramo, characterized by highly saturable soils, steep slopes and scarce vegetation cover. The previous intense rains caused excessive water infiltration, decreasing the stability of the slope and triggering the collapse of the ground that directly impacted the hydraulic infrastructure On Thursday, July 10, the Metropolitan COE of Quito declared a state of emergency in six parishes in the south of the city after the rupture of a main pipe in the Antisana páramo. As a response measure, the Municipality of Quito activated a contingency plan that included the distribution of water through, the installation of: inflatable cisterns (bladders) in critical areas, water treatment plants and the delivery of chlorination kits, prioritizing hospitals, health centers, markets and vulnerable sectors Additionally, the Municipality implemented a contingency plan to guarantee the supply of drinking water. More than 100 tankers distributed the resource in the neighborhoods affected by the interruption of service, in coordination with the operation of five hydrants, four bladder-type tanks, two extraction wells and fixed distribution points located in the Puengasí plant and the La Forestal tank. This provision prioritized health units, markets, and sectors in vulnerable situations. On Monday, July 14, in the face of water shortages in the south of Quito, the National Government activated the National Emergency Operations Committee (COE), headed by Vice President María José Pinto. Through this mechanism, actions were articulated with institutions such as the Ministry of the Environment, Water and Ecological Transition (MAATE), the Ministry of Transport and Public Works (MTOP), the Ministry of Defense, the Ministry of the Interior and the Agency for Water Regulation and Control (ARCA). At the request of the National Government, the Ecuadorian Red Cross implemented three mobile water treatment plants in hard-to-reach sectors in the south of Quito, such as Nueva Aurora and Caupicho. They were a Kit 5 type plant (with a capacity of 5,000 liters per hour) and two Kit 3 type plants (3,000 liters per hour each). These units allowed a daily production of up to 90,000 liters of drinking water, directly benefiting more than 120,000 people. In addition, raw water samples were taken at key points to ensure proper and safe treatment. The Water Regulation and Control Agency (ARCA), in conjunction with the National Institute of Meteorology and Hydrology (INAMHI), carried out constant monitoring of the quality of the water distributed. Technical analyses were carried out at different delivery points to ensure that the liquid was suitable for human consumption. At the same time, national authorities carried out field visits to verify the operation of the water treatment plants, distribution points and attention to citizens. On Thursday, July 24, the Municipality of Quito reported that the drinking water service was progressively restored in most sectors of the affected parishes, which allowed the demobilization of the logistical resources used in the supply by tankers to begin. In parallel, the medical brigades planned medium and long-term actions, focused on structural repairs and mitigation works. EPMAPS maintains the supply from the El Troje treatment plant, in coordination with the DMQ Fire Department and other municipal entities, prioritizing the distribution of the resource in sectors such as Chillogallo, Guamaní, Ciudadela Ejército and Nueva Aurora, with special attention to health and child care centers. For its part, the GAD, through the Metropolitan Control Agency (AMC), carried out water quality controls and issued recommendations for responsible consumption, guaranteeing the health safety of the vital liquid.",
      "summary": "ECU: Landslide - 07-2025 - Landslide in the La Mica sector",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.602475"
    },
    {
      "id": 17813,
      "country": null,
      "event_name": "Chad - Salamat Cholera",
      "disaster_type": "Epidemic",
      "title": "Cholera",
      "description": "The primary and secondary effects boil down to a lack of human and technical resources of health structures for good care. The affected population is doubly accompanied by a lack of knowledge of the disease and prevention measures to limit the spread of the disease within the community.",
      "summary": "TCD: Epidemic - 07-2025 - Cholera",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.602475"
    },
    {
      "id": 17812,
      "country": null,
      "event_name": "MNG: Storm Surge - 07-2025 - Severe Wind Storm-Flash Rainfall ",
      "disaster_type": "Storm Surge",
      "title": "Severe Wind Storm-Flash Rainfall",
      "description": "On the night of 24–25 July 2025, Mongolia was struck by a sudden severe windstorm reaching up to 33 m/s, followed by short but intense rainfall, hailstorms, and thunderstorms. The event caused widespread damage across 15 locations in Ulaanbaatar, Sukhbaatar Province, and Tuv Province, severely impacting household dwellings, public infrastructure, and essential services. The most extensive damage was recorded in Songinokhairkhan District, Ulaanbaatar, where 113 traditional homes collapsed, including two rendered completely uninhabitable. In addition, 60 fences and 9 vehicles were damaged, two kindergartens lost parts of their roofs, and four residents sustained minor injuries. Power outages were reported in five khoroos, with 13 utility poles downed, including four in the 32nd khoroo where electricity remains cut off. In Sukhbaatar Province, the soums of Halzan, Uulbayan, and Tumentsogt experienced heavy rainfall and strong winds. Khalzan received up to 65 mm of rain and reported damage to 27 traditional homes, 20 fences, and 3 house roofs, along with the collapse of a flood embankment that led to the inundation of five households. Playground equipment, greenhouses, and sanitation facilities were destroyed, and multiple vehicles became stuck in mud. Uulbayan and Tumentsogt reported additional household losses and vehicle damage. In Tuv Province, storm activity affected Bayankhangai, Argalant, Lun, Erdenesant, and Zuunmod soums, with some areas experiencing hail. Over 80 traditional houses collapsed across these locations. Public structures, including school dormitories, kitchens, and bathhouses, were damaged. In Lun soum, a fallen 35kV transmission pole led to a power outage affecting 483 customers, including businesses and households. Livestock deaths and widespread fence destruction were also reported.",
      "summary": "MNG: Storm Surge - 07-2025 - Severe Wind Storm-Flash Rainfall",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.603475"
    },
    {
      "id": 17811,
      "country": null,
      "event_name": "THA: Other - 07-2025 - Tensions between Thailand and Cambodia ",
      "disaster_type": "Other",
      "title": "Tensions at the Thailand - Cambodia Border",
      "description": "According to several sources, tensions between Thailand and Cambodia have rapidly escalated since 24 July 2025, near the Prasat Ta Muen Thom (Ta Muen Thom) temple in the Oddar Meanchey and Preah Vihear provinces in Cambodia, and in Ubon Ratchathani, Surin and Si Saket provinces in Thailand. Impact In Thailand, Over 138,000 Thai civilians from four border provinces (Surin, Sisaket, Burirum and Ubon Ratchathani provinces) have been evacuated to nearly 300 temporary shelters. 14 Thai civilians and one Thai soldier died One damaged hospital – Phanom Dong Rak hospital in Suring Province Affected Provinces and Hospitals: Ubon Ratchathani Province: Three medical facilities affected, with two hospitals completely shut down and one partially closed. Sisaket Province: Two hospitals completely shut down, including Kantharalak Hospital, which evacuated approximately 170 patients due to the town being a high-risk zone. Surin Province: Two hospitals partially closed and two fully closed down. Phanom Dongrak Chalerm Phrakiat in Phanom Dongrak District was specifically reported to have suffered significant damage , leading to the urgent evacuation of injured patients. Buriram Province: One hospital closed, while two are partially closed. Impact in Cambodia More than 20,000 people have fled from the northern border province of Preah Vihear, and Preah Vihear with many relocations to temporary shelters. 01 civilian died and 05 injured The situation has drawn urgent international attention. Both the UN and ASEAN have issued statements calling for the immediate cessation of hostilities and urging both governments to exercise restraints, pursue diplomatic channels and prioritize civilian protection.",
      "summary": "THA: Other - 07-2025 - Tensions at the Thailand - Cambodia Border",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.603475"
    },
    {
      "id": 17810,
      "country": null,
      "event_name": "THA: Flood - 07-2025 - Heavy rainfall and flash floods ",
      "disaster_type": "Flood",
      "title": "Thailand Floods - Tropical Storm Wipha",
      "description": "Tropical Storm Wipha, coupled with a prevailing monsoon trough, has triggered severe flooding across six northern provinces of Thailand: Nan, Chiang Rai, Phayao, Lampang, Chiang Mai, and Loei. As of 24 July, floods have affected 29 districts, 133 sub-districts, and 531 villages, displacing 8,775 households and impacting an estimated 32,176 people. One person remains missing in Tha Wang Pha District, Nan Province, after being swept away by floodwaters. The Thai Meteorological Department continues to warn of heavy rainfall in Mae Hong Son, Chiang Mai, Tak, and Kanchanaburi, with increased risk of flash floods, landslides, and rising river levels.",
      "summary": "THA: Flood - 07-2025 - Thailand Floods - Tropical Storm Wipha #2 (2025-07-24)",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.603475"
    },
    {
      "id": 17809,
      "country": null,
      "event_name": "WSM: Epidemic - 04-2025 - Dengue Fever Outbreak ",
      "disaster_type": "Epidemic",
      "title": "Dengue Fever Outbreak",
      "description": "The majority of cases (81%) are from Upolu Island, with 55% male and 45% female. Most cases are distributed across the Apia Urban Area and North West of Upolu regions, with individuals under 20 years old (87%) being the most affected. 10% of cases required hospitalisation, and of these admissions, 76% have been discharged. Of the 20 cases with confirmed serotypes, 85% are DENV-1 and 15% are DENV-2. The Ministry of Health continues collaboration across sectors through a whole-of-government approach via the Integrated Vector Control Committee. Current response efforts are focused on source reduction and environmental sanitation measures, ongoing risk communication on dengue preventative measures on all media outlets while urging the public to wear long-sleeved clothing to minimize risk of infection, use mosquito nets and repellents, remain vigilant for severe symptoms and to seek medical attention immediately when necessary. The red alert for DENV-1 and DENV-2 is maintained. Climate change is promoting the spread of dengue fever in small South Pacific countries by increasing temperatures, accelerating the life cycle of vector mosquitoes and accelerating virus transmission. Increased rainfall and humidity are creating more breeding sites, while flooding and rising sea levels are increasing the conditions conducive to their proliferation. Growing urbanization and internal migration are increasing the risks, as are longer transmission seasons due to milder winters.",
      "summary": "WSM: Epidemic - 07-2025 - Dengue Fever Outbreak",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.603475"
    },
    {
      "id": 17808,
      "country": null,
      "event_name": "PAK: Pluvial/Flash Flood - 07-2025 - Flash Flood ",
      "disaster_type": "Flood",
      "title": "Flash Flood",
      "description": "1. Effects of the HazardHeavy monsoon rains have caused flash floods, landslides, house collapses, and drownings across Pakistan. The worst-affected provinces are Khyber Pakhtunkhwa (KP) Punjab, AJK, Sindh and Balochistan, with casualties, injuries, infrastructure damage, and livestock losses reported. Cumulative (26th June to 23rd July 2025): 252 Deaths: 85 males, 46 females, 121 children611 injured: 239 males, 170 females, 202 children Infrastructure Damage From 26th June to 23rd July 2025: 1005 houses were fully damaged in KP, Sindh, and BalochistanRoads destroyed in Swat, Upper Dir, Kurram (KP), and Shigar (GB), Sindh, Punjab, Balochistan, and isolating communitiesThe bridge was partially destroyed in KPK, Sindh, and Baluchistan328 Livestock Perished in all Provinces3398, different relief items have been distributed by the NDMA and PDMA in different provinces.",
      "summary": "PAK: Flood - 06-2025 - Flash Flood #7 (2025-07-23)",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.604478"
    },
    {
      "id": 17807,
      "country": null,
      "event_name": "GMB: Epidemic - 07-2025 - Outbreak of Mpox in The Gambia ",
      "disaster_type": "Epidemic",
      "title": "Outbreak of Mpox in The Gambia",
      "description": "\"On July 10, 2025, a 26-year-old female, residing in Kunkujang Keitaya, Kombo North District, in the Western One Health Region, reported to Faji-kunda Major Health Centre with skin lesions. From her clinical records, her symptoms began with rashes on July 8, 2025 followed by mucosal lesions affecting the skin, genital and oral regions, accompanied by fatigue, muscle pain, soft tissue edema (swelling) in the genital area, back pain, headache, and sore throat. Localized and generalized enlargement of lymph nodes (lymphadenopathy) were other symptoms noticed upon examination at the health centre.\" Ministry of Health The Gambia https://www.facebook.com/share/p/194WtKqLme/",
      "summary": "GMB: Epidemic - 07-2025 - Outbreak of Mpox in The Gambia",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.604478"
    },
    {
      "id": 17806,
      "country": null,
      "event_name": "VNM: Other - 07-2025 - Typhoon Wipha-Heavy rain and flash flood ",
      "disaster_type": "Flood",
      "title": "Typhoon Wipha-flash flood",
      "description": "As of 22 July 2025, Typhoon Wipha weakened into a tropical depression over northern Viet Nam and later into a low-pressure system along the Viet Nam–Lao border. Despite weakening, the storm brought widespread heavy rainfall, flash floods, and significant agricultural and housing damage, particularly in Thanh Hoa, Nghe An, Phu Tho, Ninh Binh, and Hung Yen provinces. Initial reports indicate one person missing and another injured due to flash floods in Nghe An. Over 400 houses were damaged, and more than 119,000 hectares of rice fields were flooded. Local authorities are actively operating pumps to prevent waterlogging. The storm also caused the loss of livestock and disrupted daily life in multiple provinces. In Nghe An Province, extreme rainfall led to record-breaking flood levels along the Ca River. At several hydrological stations, water levels exceeded Alert Level 3 and surpassed historical flood records. The Ban Ve hydropower reservoir also recorded inflows well above its design capacity, raising the risk of downstream flooding, flash floods, and landslides. Authorities remain on high alert as water levels continue to rise in mid- and downstream areas.",
      "summary": "VNM: Flood - 07-2025 - Typhoon Wipha-flash flood #2 (2025-07-23)",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.604478"
    },
    {
      "id": 17805,
      "country": null,
      "event_name": "LAO: Flood - 07-2025 - Heavy Rains and Flash Floods ",
      "disaster_type": "Flood",
      "title": "Heavy rain from Tropical Storm Wipha",
      "description": "Tropical Storm Wipha, which entered Lao PDR on 21 July and has since weakened into a low-pressure system, has triggered widespread flooding and severe weather across multiple provinces. Heavy rainfall, compounded by water releases from several hydropower dams, has led to flash floods, landslides, and infrastructure damage—particularly in Xieng Khouang, Xaysomboun, Xayabouly, Vientiane, Khammuane, and Bolikhamxay. Severe flooding has impacted numerous districts, with reports of bridge collapses, power outages, and isolated communities. In Luang Prabang, the Khan River rose rapidly, while two bridges collapsed in Thathom district (Xaysomboun). Damages in Ngern district (Xayabouly) alone are estimated at LAK 16.7 billion (approx. USD 835,000). Authorities have launched emergency responses, including power shutdowns in Vang Vieng and Kasi districts, and temporary suspension of train services along the Laos-China Railway. Residents in flood-prone and mountainous areas have been urged to stay alert as the system continues to bring heavy rain and flash flood risks.",
      "summary": "LAO: Flood - 07-2025 - Heavy rain from Tropical Storm Wipha #3 (2025-07-23)",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.604478"
    },
    {
      "id": 17804,
      "country": null,
      "event_name": "BGD: Other - 07-2025 - Plane Crash in a school in Dhaka ",
      "disaster_type": "Other",
      "title": "Plane Crash in a school in Dhaka",
      "description": "According to an official press release from the Inter-Services Public Relations (ISPR), a Bangladesh Air Force FT-7BGI fighter jet crashed during a routine training mission on July 21, 2025. The aircraft took off from BAF Base Bir Uttom A. K. Khandker in Kurmitola, Dhaka, at 1:06 PM, but encountered a mechanical failure shortly after takeoff. Despite the pilot’s efforts to steer the aircraft away from populated areas, the jet tragically crashed into a two-story building of Milestone School and College in Diabari, Uttara, at approximately 1:18 PM. The crash resulted in the deaths of 31 individuals, including the pilot, Flight Lieutenant Toukir Islam, and left over 165 others injured, many of whom were schoolchildren and staff. The government has since declared a national day of mourning, and an investigation is underway to determine the cause of the malfunction.",
      "summary": "BGD: Other - 07-2025 - Plane Crash in a school in Dhaka",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.604478"
    },
    {
      "id": 17803,
      "country": null,
      "event_name": "KOR: Pluvial/Flash Flood - 07-2025 - Heavy Rainfall ",
      "disaster_type": "Pluvial/Flash Flood",
      "title": "Heavy Rainfall",
      "description": "In July 2025, the Republic of Korea experienced severe torrential rains between the 16th and 21st, which led to widespread flooding, landslides, and significant infrastructure damage. As a result, 28 people were reported dead or missing, and over 6,700 cases of facility damage were recorded, affecting both public infrastructure and private property. Approximately 14,575 people from 10,020 households were evacuated across 15 provinces, with 2,549 people still displaced and temporarily residing in shelters. The affected population has suffered loss of homes, belongings, and access to essential services, with many experiencing psychological distress. On July 21, the Presidnent of the RoK visited the severly affected areas to inspect the situation and ordered full mobilization of administrative and financial resorces. The government also began procedures for designating the hardest-hit regions as special disaster zones to enable swift recovery and support.",
      "summary": "KOR: Pluvial/Flash Flood - 07-2025 - Heavy Rainfall #2 (2025-07-22)",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.604478"
    },
    {
      "id": 17802,
      "country": null,
      "event_name": "PAK: Pluvial/Flash Flood - 07-2025 - Flash Flood ",
      "disaster_type": "Flood",
      "title": "Flash Flood",
      "description": "1. Effects of the HazardHeavy monsoon rains have caused flash floods, landslides, house collapses, and drownings across Pakistan. The worst-affected provinces are Khyber Pakhtunkhwa (KP) Punjab,AJK, Sindh and Balochistan, with casualties, injuries, infrastructure damage, and livestock losses reported. Cumulative (26th June to 20th July 2025): 216 Deaths: 75 males, 40 females, 102 children582 injured: 227 males, 163 females, 192 children Infrastructure Damage From 26th June to 20th July 2025: 779 houses were fully damaged in KP, Sindh, and BalochistanRoads destroyed in Swat, Upper Dir, Kurram (KP), and Shigar (GB), Sindh, Punjab, Balochistan, and isolating communitiesThe bridge was partially destroyed in KPK, Sindh, and Baluchistan195 Livestock Perished in all Provinces3290, different relief items have been distributed by the NDMA and PDMA in different provinces.",
      "summary": "PAK: Flood - 06-2025 - Flash Flood #6 (2025-07-23)",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.605475"
    },
    {
      "id": 17801,
      "country": null,
      "event_name": "VNM: Other - 07-2025 - Typhoon Wipha-Heavy rain and flash flood ",
      "disaster_type": "Other",
      "title": "Typhoon Wipha-Heavy rain and flash flood",
      "description": "As of the morning of July 21, Typhoon Wipha remains at Category 9 but is forecast to strengthen to Category 10-11 as it enters the Gulf of Tonkin, then directly impacts provinces from Quang Ninh to Nghe An. According to the National Center for Hydro-Meteorological Forecasting (NCHMF), at 7:00 AM today, the typhoon's center was located over the northern part of the Leizhou Peninsula (China), about 220 km east of Quang Ninh – Hai Phong. The maximum wind speed reached 88 km/h, equivalent to Category 9, with gusts up to Category 11. The storm is moving west-southwest at a speed of 15–20 km/h. By 7:00 AM on July 22, the typhoon is expected to strengthen to Category 10–11, with gusts reaching Category 14, while located over the northern Gulf of Tonkin, and may continue to intensify. It is then forecast to move inland over the provinces from Thanh Hoa to Nghe An and weaken into a low-pressure system over the Upper Laos region. Forecasted impacts At Sea: East Sea & Gulf of Tonkin: Winds force 7–11, gusts up to 14; waves 2–6 m; extremely rough seas. High risk in Bạch Long Vi, Co To, Cat Hai, Hon Dau, Hon Ngu with dangerous winds and high waves. Storm Surge & Coastal Flooding: Surge of 0.5–1.0 m along Hai Phong–Quang Ninh. High tide levels: Hòn Dấu up to 4.1 m, Cua Ong ~4.8 m. Flooding risk from afternoon July 22 in coastal and estuarine zones. Onshore Hazards (from night July 21): Winds force 7–11, gusts 14 from Quang Ninh to Nghe An; inland gusts up to 8. High damage potential: uprooted trees, power outages, roof damage. Rainfall & Severe Weather: Heavy to extreme rain July 21–23: NE, Red River Delta, Thanh Hoa–Nghe An: 200–350 mm (locally >600 mm). Hà Tĩnh, northern regions: 100–200 mm (locally >300 mm). Flash flood, landslide, tornado, hail, and lightning risks remain high. Rain persists through July 25 in northern and north-central areas. Between 19 and 20 July, severe weather—including lightning, tornadoes, and hail—caused significant impacts across 14 provinces in northern, central, and southern Viet Nam. Four fatalities and 11 injuries were reported, primarily due to falling debris, collapsed structures, and lightning strikes. A total of 19 houses were completely destroyed and over 1,700 others sustained damage or were unroofed. Damage was also reported to 32 schools and over 280 hectares of agricultural land, including rice, vegetables, and perennial crops. Additionally, 36 boats were reported capsized. Local authorities are actively responding to the situation and continuing damage assessments.",
      "summary": "VNM: Other - 07-2025 - Typhoon Wipha-Heavy rain and flash flood",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.607474"
    },
    {
      "id": 17800,
      "country": null,
      "event_name": "ETH: Storm Surge - 07-2025 - Wind storm ",
      "disaster_type": "Storm Surge",
      "title": "Wind storm",
      "description": "Based on the Emergency Rapid Assessment Report of the joint team of Ethiopia Red Cross Society Regional branches and Regional Disaster Risk Management Commission of Amhara and Afar regions, Severe windstorm with high intensity has struck the Afdera town of Kilbati Rasu Zone of Afar Region, and Five woredas of Amhara region mainly two weredas in West Gojam ( sekela and Finote selam wereda) and three weredas in North Gojam Zones ( North mecha, South Achefer and North Achefer weredas) Between late June and mid of July 2025. The wind storm has caused a widespread destruction to 5368 homes, injured 87 people with 1person death and displaced a total of 38,537 peoples in both of the region. It has also destroyed 34 Hactar of crops, 50 goats and key social infrastructure like Salt Processing factories, schools, health facilities including Government offices. It has severely affected the life’s and livelihoods, and resilience of communities in these affected weredas because they have experienced a heavy burden due to prior climate-induced drought, internal displacement and conflict. The re-occurrence of wind storm accompanied by heavy rain is imminent because Ethiopian heavy rainy season called “ Kiremit” is starting and will be stretching to September 2025. It will exacerbate the situation and more people will be affected due to the fact that More shelters and homes are destroyed and poor access to basic service.",
      "summary": "ETH: Storm Surge - 07-2025 - Wind storm",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.607474"
    },
    {
      "id": 17799,
      "country": null,
      "event_name": "IRQ: Fire - 07-2025 - iraq ",
      "disaster_type": "Fire",
      "title": "iraq",
      "description": "On the evening of 16/7/2025, a fire occurred in a 6-storey building used as a hypermarket in the Corniche area of the city of Al-Kut, and this fire led to the complete burning of the building and caused great human and material losses.",
      "summary": "IRQ: Fire - 07-2025 - iraq",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.608475"
    },
    {
      "id": 17798,
      "country": null,
      "event_name": "PHL: Cyclone - 07-2025 - Tropical Cyclone Crising \"Wipha\" ",
      "disaster_type": "Cyclone",
      "title": "COMBINED EFFECTS OF SOUTHWEST MONSOON, TS CRISING (WIPHA), TS DANTE (FRANCISCO), AND TY EMONG (CO-MAY)",
      "description": "Summary of Tropical Weather Developments (15–24 July 2025): 15 July: LPA 07f monitored inside PAR with medium chance of development. 16 July: LPA 07f developed into Tropical Depression \"CRISING\"; TCWS No. 1 hoisted in parts of Luzon. 17–18 July: \"CRISING\" maintained strength, moved northwest, and was located east of Aparri, Cagayan. 19 July: \"CRISING\" intensified into a Severe Tropical Storm and exited PAR. 21 July: New LPA 07h formed east of Calayan, Cagayan. 22 July: LPA 07g developed into Tropical Depression \"DANTE\". LPA 07h had medium chance of development. 23 July: \"DANTE\" intensified into Tropical Storm \"DANTE\" (Francisco), moving toward the Ryukyu Islands. LPA 07h developed into Tropical Depression \"EMONG\", then into a Tropical Storm over the West Philippine Sea. 24 July: Tropical Storm \"DANTE\" exited PAR in the afternoon. Tropical Depression outside PAR (formerly LPA 07i) intensified into Tropical Storm \"KROSA\". EMONG intensified into Typhoon \"EMONG\" (Co-May) by 8 AM and remained nearly stationary west of Pangasinan. It was expected to make landfall over La Union or Ilocos Sur early on 25 July, with potential weakening after landfall. A total of 765,869 families or 2,733,646 individuals were affected in 3,712 barangays in Regional 1, 2, 3, 4A, 4B, 5, 6, 7, 9, 10, 11, 12, CARAGA, BARMM, CAR, NCR, and Negros Island Region (NIR). Of which, 40,487 families or 147,521 individuals were served inside 1,117 ECs and 23,830 families or 97,958 individuals were served outside ECs. A total of 2,431 damaged houses are reported in Region 1, Region 2, Region 3, CALABARZON, MIMAROPA, Region 5, Region 6, Region 9, Region 10, Region 11, Region12, CARAGA, BARMM, CAR, NIR. Source: DOST PAGASA Tropical Cyclone Bulletin No. 8 for TS Dante as of 24 July 2025, 11 A DOST PAGASA Tropical Cyclone Bulletin No. 8 for TY Emong as of 24 July 2025, 2 PM NDRRMC SitRep No. 14 for the Combined Effects of Southwest Monsoon and TC Crising, Dante, and Emong as of 24 July 2025, 6 AM",
      "summary": "PHL: Cyclone - 07-2025 - COMBINED EFFECTS OF SOUTHWEST MONSOON, TS CRISING (WIPHA), TS DANTE (FRANCISCO), AND TY EMONG (CO-MAY)",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.611487"
    },
    {
      "id": 17797,
      "country": null,
      "event_name": "KOR: Pluvial/Flash Flood - 07-2025 - Heavy Rainfall ",
      "disaster_type": "Pluvial/Flash Flood",
      "title": "Heavy Rainfall",
      "description": "According to the MOIS, from July 16 to 18, 2025, prolonged and intense rainfall caused severe flooding, landslides, and infrastructure damage across multiple regions of the country. Accumulated rainfall exceeded 400mm in several areas, including Naju, Gwangju, and Honseong, leading to widespread disruption. The hazard has had a substantial impact on both public infrastructure and private properties. As of July 18, a total of 7 people were reported dead or missing, with one individual still unaccounted for in Gwangju. Public infrastructure sustained over 490 incidents of damage, including flooded roads, landslides, collapsed dikes, and river overflows. Private property damage includes the flooding of over 200 buildings in Gwangju alone, structural collapes in Seoul and Gyeonggi Province, and significant agriculture losses in South Chungcheong. A total of 3,413 hhs - comprising 5,192 people - were forced to evacuate their homes, with over 4,500 people still unable to return as of the latest update. The majority of the displaced population is currently staying in temporary shelters set up in schools and public facilities, while some are residing with relatives. These families are among the most vulnerable, with many lacking the means to quickly recover or secure alternative accomodations.",
      "summary": "KOR: Pluvial/Flash Flood - 07-2025 - Heavy Rainfall",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.611487"
    },
    {
      "id": 17796,
      "country": null,
      "event_name": "THA: Flood - 07-2025 - Heavy rainfall and flash floods ",
      "disaster_type": "Flood",
      "title": "Heavy rainfall and flash floods",
      "description": "Widespread flooding has affected parts of Nan and Chanthaburi provinces in Thailand following days of heavy rainfall and flash floods between 16 and 17 July 2025. According to the Department of Disaster Prevention and Mitigation (DDPM), a total of 150 households (555 people) across 9 districts, 15 sub-districts, and 24 villages have been impacted. While there have been no reports of injuries or fatalities, the floods have caused temporary displacement and disruption to communities. In Chanthaburi province, heavy rainfall on 17 July led to flash floods across four districts – including Khlung, Laem Sing, Mueang, and Makham – affecting 20 households (74 people). The floodwaters have since receded. In Nan province, continuous rainfall from 16 to 17 July triggered flash floods across five districts – including Thung Chang, Chalerm Phrakiat, Song Khwae, Tha Wang Pha, and Pua – affecting 130 households (481 people). Water levels remain steady in some areas, and localized flooding persists.",
      "summary": "THA: Flood - 07-2025 - Heavy rainfall and flash floods",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.611487"
    },
    {
      "id": 17795,
      "country": null,
      "event_name": "LAO: Flood - 07-2025 - Heavy Rains and Flash Floods ",
      "disaster_type": "Flood",
      "title": "Flood",
      "description": "Heavy and prolonged rainfall on 15 and 16 July has resulted in widespread flooding across several provinces in the Lao People's Democratic Republic (PDR), affecting thousands of people and disrupting lives and livelihoods. The Department of Meteorology and Hydrology has issued warnings for continued heavy rainfall through 20 July, with an elevated risk of further flooding and landslides in multiple areas. In Khammuan province, Xaybuathong district has been severely impacted, with more than 400 households across 25 villages affected by a second wave of flooding within five days. The Xe Bangfay River exceeded the danger level on 16 July, reaching 19.54 metres (danger level: 18.5m). While forecasts indicate a gradual decrease in water levels over the following days, the river remains above critical thresholds, sustaining the risk of further damage. Initial assessments report over 535 hectares of farmland inundated and eight roads rendered impassable. In Bokeo province, 16 households in Yai village (Huayxai district) experienced flooding due to intense rainfall. Farmlands were submerged, and access routes were temporarily cut off. Water levels have since receded, and damage is being assessed. In Luang Prabang province, five houses in Pakxaeng district were inundated. Floodwaters also damaged road infrastructure, further disrupting local transportation and access to essential services.",
      "summary": "LAO: Flood - 07-2025 - Flood #2 (2025-07-18)",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.611487"
    },
    {
      "id": 17794,
      "country": null,
      "event_name": "BGD: Epidemic - 07-2025 - Dengue Situation",
      "disaster_type": "Epidemic",
      "title": "Dengue Situation",
      "description": "Dengue remains a major public health concern in Bangladesh, with recurrent outbreaks posing a significant threat. The dengue virus has the potential to cause widespread epidemics with high morbidity and mortality. As of 17 July 2025, the total number of fatalities this year is 60. Additionally, on average, 300 new patients are hospitalized in the month of July, bringing the cumulative number of dengue cases to over 16,000 in 2025. The current surge of cases, which began in June 2025, has affected all eight divisions, with Barisal being the hardest-hit. From 1 January to 13 July 2025, Barisal Division alone reported 6,286 cases, accounting for 41% of the total nationwide. The second and third highest numbers were reported in Dhaka (4,921) and Chattogram (2,193), respectively. Sylhet Division reported the lowest number of cases.Deaths were reported highest in Dhaka (31), while Rangpur and Sylhet divisions reported zero fatalities.In May 2025, there were 1,773 reported cases and 3 deaths, followed by a significant fivefold increase in June, with 5,951 hospital admissions and 19 confirmed deaths. According to the Directorate General of Health Services (DGHS), male patients accounted for 58.8% of total cases, compared to 41.2% in females.Similarly, the mortality rate was higher among males (53.4%) than females (46.6%).This trend is in contrast to 2023, when female deaths outnumbered male deaths. The surge in cases is attributed to the onset of the monsoon season (May–September), which creates favorable breeding conditions for Aedes mosquitoes. High temperatures, increased humidity, and inadequate mosquito control measures further exacerbate the situation. Climate change, with intensified rainfall and heat waves, has extended the dengue transmission season and geographic reach.[1] Unlike previous years, when Dhaka was the primary epicenter, in 2025, cases have been reported across all 64 districts, indicating a broader geographic distribution. Urban areas, particularly Dhaka and Chattogram, remain high-risk zones due to dense populations and rapid urbanization The Directorate General of Health Services (DGHS) is actively monitoring cases through daily situation reports. The government has implemented measures like dedicated dengue wards and mosquito control programs, but challenges remain due to limited resources and insufficient surveillance in rural areas [1] [1] https://www.who.int/southeastasia/activities/integrating-one-health-approach-to-surveillance-prevention-and-control-of-dengue-fever-in-bangladesh",
      "summary": "BGD: Epidemic - 07-2025 - Dengue Situation",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.612522"
    },
    {
      "id": 17793,
      "country": null,
      "event_name": "PAK: Pluvial/Flash Flood - 07-2025 - Flash Flood ",
      "disaster_type": "Flood",
      "title": "Flash Flood",
      "description": "Monsoon Rain in Pakistan Heavy monsoon rains have caused flash floods, landslides, house collapses, and drownings across Pakistan from 26 June 2025 to date. The worst-affected provinces are Khyber Pakhtunkhwa (KP) Punjab,AJK, Sindh and Balochistan, with deaths, injuries, infrastructure damage, Dam collapse, and livestock losses reported. The most recent spell of rain has poured almost without pause across parts of Punjab province since the afternoon of 16 July 2025, causing flooding. According to the national disaster management authority reports, the rececnt spell of rain has caused damges and resulted more deaths and injuries alongside infrastruture damages. Furthermore, the Pakistan Meteorological Department (PMD) has warned that another strong monsoon weather system will hit most parts of Khyber Pakhtunkhwa in the next few days, while Punjab is expected to receive heavy showers. Damages Detail Since 26th June 2026: Cumulative (26th June to 18th July 2025): 193 deaths: 64 males, 36 females, 93 children 544 injured: 217 males, 154 females, 173 children Infrastructure Damage From 26th June to 18th July 2025: 689 houses damaged (163 Fully and 526 Partically). Roads destroyed in Swat, Upper Dir, Kurram (KP), and Shigar (GB), Sindh, Punjab, Balochistan, and isolating communities Water reservoir (Dam) collapse in Chakwal, Punjab The bridge was partially destroyed in KPK, Sindh, Punjab and Baluchistan 193 Livestock Perished in all Provinces 3013 different relief items have been distributed by the NDMA and PDMA in different provinces.",
      "summary": "PAK: Flood - 06-2025 - Flash Flood #5 (2025-07-18)",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.613520"
    },
    {
      "id": 17792,
      "country": null,
      "event_name": "SYR: Population Movement - 07-2025 - Syria- Population Movement - July -2025 ",
      "disaster_type": "Population Movement",
      "title": "Syria- Population Movement - July -2025",
      "description": "Since the morning of Sunday, July 13th, As-Suwayda Governorate has been experiencing a state of insecurity, marked by escalated violence that has extended to several villages in the western countryside and administrative areas bordering Daraa Governorate. These events have resulted in a severe deterioration of the humanitarian situation, with a growing number of fatalities and injuries, including among civilians. A significant number of families have been forced to flee their homes in search of relatively safer areas, particularly to the city of Salkhad and its surrounding villages, as well as to Daraa Governorate, especially eastern rural areas, both of which are under considerable pressure and suffering from acute shortages in basic services. It is important to note that both governorates have long been experiencing difficult living conditions due to the prolonged economic crisis and the effects of years of compounded emergencies across the country. As the clashes continue and their scope widens, the region is witnessing a near-total disruption of essential public services, further exacerbating the already challenging living conditions of the affected population. The infrastructure has been significantly impacted, including widespread power outages in many parts of the governorate. Several health facilities have ceased operations, while both public and private hospitals in Suwayda and Daraa have been overwhelmed by the influx of casualties, severely depleting their operational capacity. There remains an urgent need for a rapid and comprehensive humanitarian response, while also considering the safe access of humanitarian teams.",
      "summary": "SYR: Population Movement - 07-2025 - Syria- Population Movement - July -2025",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.613520"
    },
    {
      "id": 17791,
      "country": null,
      "event_name": "PAK: Pluvial/Flash Flood - 07-2025 - Flash Flood ",
      "disaster_type": "Pluvial/Flash Flood",
      "title": "Flash Flood",
      "description": "1. Effects of the Hazard Heavy monsoon rains have caused flash floods, landslides, house collapses, and drownings across Pakistan. The worst-affected provinces are Khyber Pakhtunkhwa (KP) Punjab,AJK, Sindh and Balochistan, with casualties, injuries, infrastructure damage, and livestock losses reported. Cumulative (26th June to 15th July 2025): 116 deaths: 40 males, 19 females, 57 children 253 injured: 95 males, 53 females, 105 children Infrastructure Damage From 26th June to 15th July 2025: 485 houses were fully damaged in KP, Sindh, and Balochistan Roads destroyed in Swat, Upper Dir, Kurram (KP), and Shigar (GB), Sindh, Punjab, Balochistan, and isolating communities The bridge was partially destroyed in KPK, Sindh, and Baluchistan 117 Livestock Perished in all Provinces 2947 different relief items have been distributed by the NDMA and PDMA in different provinces.",
      "summary": "PAK: Pluvial/Flash Flood - 06-2025 - Flash Flood #4 (2025-07-18)",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.613520"
    },
    {
      "id": 17790,
      "country": null,
      "event_name": "ECU: 2025 Floods and environmental pollution",
      "disaster_type": "Landslide",
      "title": "Water shortages due to landslides – Quito Sur",
      "description": "On Thursday, July 10, 2025, a landslide of approximately 600,000 m³ severely affected the La Mica–Quito Sur pipeline, responsible for the supply of drinking water to several parishes in the Metropolitan District of Quito. This event caused the rupture of 350 meters of pipe, which caused the suspension of the supply in the parishes of Guamaní, La Ecuatoriana, Chillogallo, Quitumbe, La Argelia and Turubamba. It is estimated that around 88,707 families have been indirectly affected by this interruption of service. Faced with this situation, the mayor of Quito, Pabel Muñoz, declared an emergency in the aforementioned parishes. Since July 10, the Municipality of the Metropolitan District of Quito deployed heavy machinery in the La Mica sector to remove the displaced volume. To date, approximately 120,000 m³ of material have been removed. However, weather conditions have made it difficult to advance the work, so it is expected that the removal work will last until July 27, 2025. To guarantee the supply of water to the affected families, the Cantonal GAD and the Metropolitan Public Company of Drinking Water and Sanitation (EPMAPS) coordinated the distribution of drinking water through tankers. In collaboration with various public and private institutions, approximately 60 tankers were mobilized to supply the impacted parishes. The Ministry of the Environment, Water and Ecological Transition, as part of the emergency response measures, delivered 70,000 liters of drinking water in the affected areas. Likewise, four fixed storage tanks were installed, each with a capacity of 2,500 liters, to guarantee continuous supply in the most impacted communities. In addition, 2,400 chlorination tablets were distributed to ensure the potability of the water supplied.",
      "summary": "ECU: Landslide - 07-2025 - Water shortages due to landslides – Quito Sur #7 (2025-07-14)",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.614517"
    },
    {
      "id": 17789,
      "country": null,
      "event_name": "SYR: Fire - 07-2025 - Fire",
      "disaster_type": "Fire",
      "title": "SYR",
      "description": "Overview Wildfires that first ignited on 30 June 2025 in the northeastern part of Latakia Governorate have evolved into a severe emergency, with conditions rapidly deteriorating due to environmental and security challenges. The initial outbreak was followed by significant fire expansion on 2–3 July, driven by high temperatures, strong eastern winds, and extremely dry vegetation. These conditions have severely hindered firefighting operations. On 4 July, the Government of Syria (GoS) issued a formal request for international assistance, leading to the deployment of firefighting teams and aerial support from Turkey, Jordan, Lebanon, Iraq, and Qatar. Despite these efforts, a renewed and extreme flare-up occurred on 11 July, further aggravated by persistent strong winds, inaccessible terrain, and the presence of unexploded ordnance and landmines. Additional wildfire outbreaks have been reported in Hama and Tartous Governorates, broadening the geographic scope of the crisis. These compounded challenges have necessitated sustained national and international coordination to contain the fires and address growing humanitarian needs. Humanitarian ImpactApproximately 25,000 individuals have been affected by the wildfires across the impacted governorates, while the latest estimates indicate that over 50,000 people have been exposed.At least 2,000 people have been evacuated from high-risk communities, including Sheikh Hassan, Al-Shajara, Beit Ayoush, Al-Mazra’a, and Saboura.More than 127 locations across Latakia and Tartous Governorates have been affected to varying degrees, including damage to homes, farmland, public infrastructure, and essential services.Over 15,000 hectares of agricultural land and forests have burned, causing widespread destruction of olive groves, seasonal crops, livestock, and beehives, further worsening food insecurity in rural areas already facing economic fragility.Damage to electricity infrastructure and water networks has halted operations at several water pumping stations, resulting in water access disruptions in surrounding communities and increasing the risk of waterborne diseases and hygiene-related health issues.The wildfires have also disrupted the tourism sector, eliminating a major seasonal income source for many households.Firefighting efforts have faced major challenges due to rugged terrain, strong winds, and limited resources, highlighting the urgent need to strengthen national firefighting and rapid response capacities.Communities are experiencing mass displacement, loss of property, and disruption of livelihoods, placing immense pressure on already fragile coping capacities, as new groups of affected families are being added to those already exhausted.Under these circumstances, new categories of vulnerable families are emerging—families that were not previously among those receiving humanitarian support, necessitating an expansion of humanitarian response efforts and ongoing updates to field assessments.",
      "summary": "SYR: Fire - 07-2025 - SYR #2 (2025-07-13)",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.614517"
    },
    {
      "id": 17788,
      "country": null,
      "event_name": "GTM: Earthquake - 07-2025 - Seismic Swarm in Guatemala ",
      "disaster_type": "Earthquake",
      "title": "Seismic Swarm in Guatemala",
      "description": "At 3:11 p.m. on July 8, 2025, an earthquake of magnitude ML 5.2 with an epicenter in the department of Sacatepéquez began a seismic sequence that, at the time of the issuance of this report, is still developing. This activity has been alarming the inhabitants of the central highlands and the valley of the capital city. So far, at least 53 events have been associated with this sequence; the highest magnitude recorded has been ML 5.6, which occurred at 3:41 p.m., with an epicenter in the department of Sacatepéquez. The sequence is located on the departmental border of Sacatepéquez, Escuintla and Guatemala, departments in which damage to infrastructure has been reported. The preliminary analysis of the largest earthquakes allows associating the seismic source with transient crustal faults. The activity is still under development, as well as its study and analysis. So far, more than 500 earthquakes or aftershocks have been registered in the country, with at least 25 of them sensitive in a large part of the national territory.",
      "summary": "GTM: Earthquake - 07-2025 - Seismic Swarm in Guatemala",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.615499"
    },
    {
      "id": 17787,
      "country": null,
      "event_name": "PAK: Pluvial/Flash Flood - 07-2025 - Flash Flood ",
      "disaster_type": "Flood",
      "title": "Flash Flood",
      "description": "Situational Overview 1. Effects of the Hazard Heavy monsoon rains have caused flash floods, landslides, house collapses, and drownings across Pakistan. The worst-affected provinces are Khyber Pakhtunkhwa (KP) Punjab,AJK, Sindh and Balochistan, with casualties, injuries, infrastructure damage, and livestock losses reported. Cumulative (26th June to 9th July 2025): 90 deaths: 29 males, 16 females, 45 children 158 injured: 56 males, 39 females, 63 children Infrastructure Damage (Last 24 Hours): 343 houses were fully damaged in KP, Sindh, and Balochistan Roads destroyed in Kurram (KP) and Shigar (GB), Swat, Upper Dir, and Sindh, isolating communities The bridge was partially destroyed in KPK, Sindh, and Baluchistan 109 Livestock killed in all Provinces",
      "summary": "PAK: Flood - 06-2025 - Flash Flood #3 (2025-07-17)",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.615499"
    },
    {
      "id": 17786,
      "country": null,
      "event_name": "PAK: Pluvial/Flash Flood - 07-2025 - Flash Flood ",
      "disaster_type": "Flood",
      "title": "Flash Flood",
      "description": "Situational Overview 1. Effects of the Hazard Heavy monsoon rains have caused flash floods, landslides, house collapses, and drownings across Pakistan. The worst-affected provinces are Khyber Pakhtunkhwa (KP) Punjab,AJK, Sindh and Balochistan, with casualties, injuries, infrastructure damage, and livestock losses reported. Cumulative (26th June to 9th July 2025): 87 deaths: 29 males, 16 females, 42 children 149 injured: 52 males, 36 females, 61 children Infrastructure Damage (Last 24 Hours): 242 houses were fully damaged in KP, Sindh, and Balochistan Roads destroyed in Kurram (KP) and Shigar (GB), Swat, Upper Dir, and Sindh, isolating communities The bridge was partially destroyed in KPK, Sindh, and Baluchistan 106 Livestock killed in all Provinces",
      "summary": "PAK: Flood - 06-2025 - Flash Flood #2 (2025-07-10)",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.616518"
    },
    {
      "id": 17785,
      "country": null,
      "event_name": "GTM: Earthquake - 07-2025 - Earthquakes and Aftershocks Affect Guatemala ",
      "disaster_type": "Earthquake",
      "title": "Earthquakes and Aftershocks Affect Guatemala",
      "description": "At 3:11 p.m. on July 8, 2025, an earthquake of magnitude ML 5.2 with an epicenter in the department of Sacatepéquez, in Guatemala, began a seismic sequence that, at the time of the issuance of this report, is still developing. This activity has been alarming the inhabitants of the central highlands and the valley of the capital city. So far, at least 53 events have been associated with this sequence; the highest magnitude recorded has been ML 5.6, which occurred at 3:41 p.m., with an epicenter in the department of Sacatepéquez. The sequence is located on the departmental border of Sacatepéquez, Escuintla and Guatemala, departments in which damage to infrastructure has been reported. The preliminary analysis of the largest earthquakes allows associating the seismic source with transient crustal faults. The activity is still under development, as well as its study and analysis, according to the synopsis issued by the National Institute of Seismology, Volcanology, Meteorology and Hydrology - Insivumeh. According to the Insivumeh bulletin, from Wednesday 2025-07-09 at 10:07, 183 earthquakes were registered, of which 19 are reported sensitive seismic events, which range between 3.5 and 5.6 on the Richter scale. The Ministry of Health reports at least 11 health facilities with some damage. The Ministry of Education reports 5 educational establishments affected. According to the report of the Directorate of Protection and Road Safety, Provial, at least 19 road sections have been affected by these earthquakes, of which 4 are closed, due to landslides that impede traffic. 1 bridge is damaged.",
      "summary": "GTM: Earthquake - 07-2025 - Earthquakes and Aftershocks Affect Guatemala",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.616518"
    },
    {
      "id": 17784,
      "country": null,
      "event_name": "SRB: Fire - 07-2025 - Wildfires ",
      "disaster_type": "Fire",
      "title": "Wildfires",
      "description": "In the past 48 hours, several districts in the Republic of Serbia have been affected by wildfires. A state of emergency has been declared in the Toplica District in the municipalities of Prokuplje, Kursumlija, and Zitoradja. The situation is currently most severe in Prokuplje and Zitoradja, where several houses have burned down and livestock has been lost. Based on initial reports: Prokuplje: Affected areas: Zitni Potok, Bublica, Donja Bregovina, Merovac, Resinac, and Bresnic About 790 people live in this area According to the Red Cross Prokuplje branch field assessment, around 30 households need Red Cross support Zitoradja: Affected areas: Dubovo, Staro and Novo Momcilovo, Konjarnik A total of 70 households have been damaged According to the Red Cross Zitoradja branch and the Firefighter Unit, around 40 households need Red Cross support Kursumlija: Affected areas: Perunika, Mekuljana, Tmava, Tmavsko brdo, Spance, Malo Pupavce, Bogujevac, Veliko Pupavce, Raca, Seliste, Pacoglava, Borovac, Rastelica, Dankovice, Konjuva, Mala Kosanica According to the Red Cross Kursumlija branch, 8 houses have been damaged. However, 25 households may need support due to losses of livelihoods. A rapid assessment will be carried out.",
      "summary": "SRB: Fire - 07-2025 - Wildfires",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.616518"
    },
    {
      "id": 17783,
      "country": null,
      "event_name": "GRC: Population Movement - 07-2025 - Population Movement Crete ",
      "disaster_type": "Population Movement",
      "title": "Population Movement Crete",
      "description": "Crete is currently experiencing a dramatic surge in migrant arrivals, with the situation reaching a critical point. As of July 9, 2025, Crete has received over 3,500 migrants in the first nine days of July alone. Over 1,200 migrants arrived between July 1 and 3, primarily from Libya. An additional 2,000 migrants arrived in the 48 hours leading up to July 9, including 963 people on Monday, July 7. This brings the total number of migrant arrivals in Crete for July 2025 (so far) to well over 3,500, with more expected in the coming days as boats continue to arrive daily. Nearly 2,000 migrants have arrived on the island in just the past 48 hours. Since the beginning of 2025, over 9,000 migrants have arrived in Crete, representing a 350% increase compared to the same period last year. Boats carrying 50–100 people are arriving daily, often from Libya and Egypt, and Migrants come from diverse backgrounds, including Pakistan, Afghanistan, Bangladesh, Egypt, and Yemen, as traffickers shift routes due to tighter surveillance in the Eastern Aegean. The recent rescue operation involved 520 individuals on a fishing vessel south of Gavdos. Reception centers in Chania, Rethymno, and Heraklion are overcrowded and under-resourced. In Chania, migrants are housed at the Agia exhibition center, which is overcrowded and lacks necessities. In Rethymno, migrants are being sheltered at the commercial port under extreme heat conditions. In Heraklion, they have recently been transferred to an already full cargo terminal. Local authorities are calling for urgent national intervention. Chania’s deputy mayor and regional governor have described the situation as “unmanageable”. Transfers to mainland Greece (e.g., Piraeus) have begun to relieve pressure on Crete. At the same time, the European Commission is under pressure to provide funding, logistics, and coordination, especially since Crete is a major tourist destination. The Hellenic Coast Guard is conducting daily rescue operations, including one involving 520 people on a vessel south of Gavdos. The authorities are attempting to strike a balance between humanitarian needs, local concerns, and the continuity of tourism.",
      "summary": "GRC: Population Movement - 07-2025 - Population Movement Crete",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.617522"
    },
    {
      "id": 17782,
      "country": null,
      "event_name": "JPN: Earthquake - 07-2025 - Earthquake Centered in the Adjacent Sea of Tokara Islands ",
      "disaster_type": "Earthquake",
      "title": "Earthquake Centered in the Adjacent Sea of Tokara Islands",
      "description": "Seismic activity has been very active around the area since the end of June and a magnitude 5.5 (in the Japanese intensity scare level 6 lower) earthquake struck near the Tokara Islands in Kagoshima Prefecture at 4:13 p.m on 3 July 2025. So far there has been no report of casualties. About 700 people live on the 12 Tokara islands, and some of the residents have been evacuating voluntarily to the mainland.",
      "summary": "JPN: Earthquake - 07-2025 - Earthquake Centered in the Adjacent Sea of Tokara Islands",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.617522"
    },
    {
      "id": 17781,
      "country": null,
      "event_name": "GTM: Earthquake - 07-2025 - Earthquakes and rhelics in Guatemala ",
      "disaster_type": "Earthquake",
      "title": "Earthquakes and Rheic Earthquakes in Guatemala",
      "description": "Earthquakes of 5.2, 5.6 and 4.2 on the Richter scale occurred from 3:10 p.m. on the afternoon of July 8, 2025. These have been the most sensitive originating in the faults parallel to the Central American volcanic arc, characterized by lateral movements. The Jalpatagua fault is the one that causes these earthquakes. At least 37 aftershocks have been recorded (24 of them characterized). The departments with the greatest damage are registered in Escuintla, Sacatepéquez and Guatemala. The authorities of the Government of the Republic indicated that the suspension of work is established in those departments, as well as educational activities in the public and private spheres. At the time of this report, earthquakes and aftershocks continue to be generated, most of them sensitive in the central area of the country.",
      "summary": "GTM: Earthquake - 07-2025 - Earthquakes and Rheic Earthquakes in Guatemala",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:04.617522"
    },
    {
      "id": 17780,
      "country": null,
      "event_name": "GRC: Fire - 06-2025 - Wildfires in Greece, June-July 2025 Report ",
      "disaster_type": "Fire",
      "title": "Wildfires in Greece, June-July 2025 Report",
      "description": "Wildfires in Greece, June-July 2025 Report Overview Greece is currently battling severe wildfires, primarily affecting the islands of Chios and Crete, as well as areas near Athens, amid an intense heatwave with temperatures soaring above 42°C. The fires have prompted mass evacuations and emergency responses across the nation. Experts cite rising temperatures and prolonged droughts as key drivers of increased wildfire frequency and intensity. Wildfires in Chios Chios, one of Greece’s eastern Aegean islands, experienced a devastating wildfire outbreak starting on Sunday, June 22, 2025, which burned for several days across multiple fronts. The fires prompted mass evacuations, widespread damage, and a significant emergency response. The estimated burned area is 2,500 hectares (25 square kilometers) of forest, farmland, and low vegetation. During the operation, at least 16 villages were evacuated, including Agios Makarios, Vrontados, Chalkios, Dafnonas, and Lithi. The Firefighting Force consisted of 444 firefighters, 85 vehicles, 14 aircraft and helicopters, and reinforcements from Athens, Thessaloniki, Kavala, and Lesvos. The major fire fronts were in Kofinas, Chalkios, Agios Makarios: Initial outbreak zones with rapid spread due to strong winds, and Agios Georgios to Vessa-Lithi: Largest active front, with flare-ups continuing into late June. In Lithi, Fire reached coastal settlements, damaging homes and mastic crops. The impact was related to environmental factors, as there was a significant loss of forest and farmland; however, mastic crops—a key local product—suffered only minor damage overall. In infrastructure, there are power outages in northern Chios, especially around Vrontados. In tourism, as Hotels evacuated in coastal areas like Lithi.As of June 25, the fire was nearing extinction, with only minor flare-ups remaining. Authorities remain vigilant due to high temperatures and wind conditions. Wildfires in Crete (Ierapetra region) The wildfire near Ierapetra, Crete, started on the afternoon of Wednesday, July 2, 2025. By the evening, the fire had already reached multiple fronts and forced mass evacuations from villages and tourist resorts along the southeastern coast of Crete. The fire, which began near Ierapetra, has split into three active fronts: Achlia, Ferma, and Skinokapsala. The operation involved 230 firefighters, 10 helicopters, and 46 vehicles. The gale-force winds (up to 80 km/h) and rugged terrain are complicating containment efforts. Drones and water bombers were used during the day; aerial firefighting was limited at night. Sea evacuations were prepared with the assistance of six private boats and the Coast Guard. The key affected areas were: Ferma, Katharades, Koutsounari, Kakia Skala, Achlia, Skinokapsala. Several evacuation operations were conducted, involving both tourists and residents. The evacuations were carried out from hotels, homes, and beach resorts. People were sheltered in an indoor sports arena and relocated to hotels in safer areas. Several Homes, greenhouses, and rental properties were destroyed, as the fires reached beachfront areas, with dramatic scenes of smoke plumes over the sea. Additionally, power outages and mobile signal disruptions occurred in the affected zones. Wildfires in Attica The fire broke out in Rafina-Pikermi, on Thursday, July 3, 2025, a coastal town in eastern Attica, near Athens. Originated near Marathonos Avenue and Arionos Street, close to the village of Pikermi.There were evacuations for the areas of Agia Kyriaki, Etos Steko, and Imeros Pefkos. The residents and tourists were directed to evacuate toward the Artemida sports stadium. The winds were 5–6 Beaufort (30–50 km/h), which caused the fire to jump across Marathonos Avenue. Dense pine forests, olive groves, and vineyards fueled the fire. The smoke was heavy, blanketing the area and even affecting visibility at Athens International Airport, which was temporarily closed on one of its runways.The operation included 90 firefighters, 6 ground teams, 15 fire engines, 2 aircraft, and 3 helicopters.Several homes were burned, and the roads were closed on Marathonos Avenue and the surrounding areas. Another wildfire broke out on July 9, 2025, in Asprochori, located in the Municipality of Oropos, north of Athens. The fire ignited in an agricultural-forest area and quickly spread due to dry conditions, threatening nearby residential zones. In the area, over 60 firefighters, 20 vehicles, and 3 ground teams were deployed; additionally, 13 firefighting aircraft and 6 helicopters were also mobilized. Local municipalities contributed with construction machinery and water tankers.This fire is part of a broader wave of wildfires across Greece, with over 55 fires reported in the last 24 hours due to drought and high winds.While no official evacuation numbers have been released, the proximity of the fire to homes suggests that precautionary evacuations may have occurred. The roads, such as Agiou Konstantinou Street and parts of the Athens–Lamia National Highway, have been closed or rerouted.",
      "summary": "GRC: Fire - 06-2025 - Wildfires in Greece, June-July 2025 Report",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:06.035259"
    },
    {
      "id": 17779,
      "country": null,
      "event_name": "LAO: Flood - 07-2025 - Heavy Rains and Flash Floods ",
      "disaster_type": "Flood",
      "title": "Heavy Rains and Flash Floods",
      "description": "The Department of Meteorology and Hydrology (DMH) has issued national flood and landslide alerts, active since June 11. These alerts warn of potential impacts across multiple provinces. A tropical storm, moving across northern and central parts of Lao PDR and Viet Nam, combined with the southwest monsoon, is anticipated to bring light to heavy rainfall in various areas. Communities located near rivers and in low-lying areas—such as along the Nam Song River (Vang Vieng Station) and Nam San (Muang Kao Station)—are at increased risk of flash floods and landslides, which may result in damage to lives and property. Continued rainfall over several days is likely to exacerbate the situation. Additional storms are expected during July and August, increasing the likelihood of further flooding and impacts on infrastructure, livelihoods, and public safety. As of July 2, 2025, heavy rains have caused flash flooding and landslides in Ban Bouamueang and Ban Jang, Xay District, Vientiane Province. These events have affected 68 households (430 people) and disrupted livelihoods in two villages.",
      "summary": "LAO: Flood - 07-2025 - Heavy Rains and Flash Floods",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:06.035259"
    },
    {
      "id": 17778,
      "country": null,
      "event_name": "Nigeria - Population Movement 2025",
      "disaster_type": "Population Movement",
      "title": "Benue - Population Movement 2025",
      "description": "Benue and Plateau states in Nigeria are experiencing one of the most protracted and deadly communal conflicts in West Africa. The farmer-herder conflict, rooted in land use disputes and increasingly complicated by criminal violence and impunity, has persisted for over 24 years. The intensity of recent attacks, particularly from late March to June 2025, has reached catastrophic levels. In Benue State, 23 out of 23 LGAs have reported violent attacks. Recurrent assaults in Ukum, Logo, Gwer West, Gwer East, Katsina-Ala, Agatu, and Apa LGAs have led to the displacement of over 450,000 people (IOM Nigeria, June 2025 Displacement Matrix Report). More than 200 villages have been destroyed, with schools, health centers, boreholes, and markets deliberately targeted and rendered inoperable. In Plateau State, between 27 March and 2 April 2025, five communities in Bokkos LGA (Daffo, Gwande, Hurti, Manguna, and Ruwi) suffered coordinated armed attacks. The Plateau Peace Building Agency confirmed that 167 rural communities have been attacked in the last two years in Bassa, Barkin Ladi, Bokkos, Jos East, Jos South, Mangu, Riyom, and Wase LGAs. Over 65,000 people have been displaced (UNOCHA Nigeria, May 2025 Situation Overview). A notable incident occurred on June 14, 2025, when suspected herdsmen killed 200 people in Yelwata, Guma LGA (Benue) and displaced 2,000 others (Benue State Emergency Management Agency, BSEMA, June 2025). Just six days later, 32 more civilians, mostly women and children, were killed in renewed violence in Mangu and Bokkos (Plateau State Government Situation Brief, June 2025).",
      "summary": "NGA: Population Movement - 06-2025 - Benue - Population Movement 2025 #2 (2025-07-23)",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:06.036257"
    },
    {
      "id": 17777,
      "country": null,
      "event_name": "NGA: Flood - 05-2025 - Nigeria - Flood ",
      "disaster_type": "Flood",
      "title": "Nigeria - Flood",
      "description": "With the prediction from the Nigeria Metereological Agency (NIMET) on the flood alerts in about 30 states in Nigeria, this has continue to manifest with flood affecting about 13 states already. Several houses and properties have been destroyed and about 20 people dead. The flood has already affected states like Borno, Ondo, Ekiti, Delta, Nasarawa, Kebbi, Akwa Ibom, Cross River, Rivers, Kogi, Niger, Kwara, Ogun.",
      "summary": "NGA: Flood - 07-2025 - Nigeria - Flood #5 (2025-07-06)",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:06.036257"
    },
    {
      "id": 17776,
      "country": null,
      "event_name": "COL: Flood - 07-2025 - Rainy Season 2025 ",
      "disaster_type": "Flood",
      "title": "Rainy Season 2025",
      "description": "According to the National Unit for Disaster Risk Management – UNGRD, during the first rainy season of 2025 there have been 1,769 events, including 905 mass movements, 447 floods, 224 gales, 159 sudden floods, 34 torrential floods, where 407,957 have been affected people, 119 people injured and 112 dead. The climate in Colombia is characterized by being predominantly tropical, due to its geographical location near the equator. Although the four classic seasons are not experienced, there are two main periods: more rainfall and less rainfall. The behavior of the climate can vary significantly between the different regions of the country, ranging from areas with hot and humid climates to areas with cold high mountain climates. This condition puts populations living in areas with high vulnerability to extreme weather phenomena at high risk. In Colombia, rainfall regimes are classified as unimodal and bimodal. A unimodal regime is characterized by one rainy season and one dry season per year, while a bimodal regime has two rainy seasons and two dry seasons.",
      "summary": "COL: Flood - 07-2025 - Rainy Season 2025",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:06.036257"
    },
    {
      "id": 17775,
      "country": null,
      "event_name": "SYR: Fire - 07-2025 - Fire",
      "disaster_type": "Fire",
      "title": "Fire",
      "description": "A series of wildfires began on 30 June 2025 and were formally announced by the government on 3 July, spreading across multiple villages in rural northeastern Latakia, including Al-Rihaniyah, Shalaf, Zanzouf, Ghassaniyeh, Al-Atirah, and Beit Al-Qusayr, fueled by hot eastern winds, dry vegetation, and difficult terrain. These fires have quickly overwhelmed already exhausted local firefighting capacity and led to significant displacement and material loss. Context: Recurrent Crises in Latakia Latakia, typically seen as one of Syria’s more stable regions, has faced a series of compounded crises over the years. In addition to hosting large numbers of displaced people from other governorates, the area has experienced: March 2025 Security Incidents: In March 2025, localized unrest was reported in parts of Latakia and Tartous governorates, linked to rising community-level tensions. Recurring wildfires, notably in early 2020, 2022, 2023, and 2024, have damaged forests and agricultural lands critical for local livelihoods. Ongoing economic hardship linked to the national crisis continues to limit fuel availability and weaken public services such as firefighting, while liquidity constraints are also affecting the ability of SARC to sustain and scale up their response. · These overlapping hazards have significantly eroded community resilience and the ability of local systems to respond to new emergencies. Impact of the Current Fires Around 5,000 people have been directly and indirectly affected. At least 1120 individuals have been moved, particularly from Beit Ayoush, Al-Mazra’a, and Saboura, where homes were directly threatened. Fires have destroyed crops, olive groves, and livestock, notably in Beit Ayman, Al-Iman, and Kastal Maaf, deepening food insecurity for already vulnerable communities. The blaze has spread toward Qandil Valley and Jabal Al-Basit, increasing the risk to surrounding villages. · Security conditions in parts of Latakia and surrounding highland and border areas remain complex. Between May and June 2025, increased aerial activity. The presence of unexploded ordnance and remnants of past hostilities, particularly in former frontlines and border villages, continues to pose risks to both residents and humanitarian personnel. The security incidents of 8 December and March 2025 also underline the sensitivity of the area and the need for careful access coordination. While SARC teams are actively responding, movement into remote fire-affected areas requires ongoing coordination with local authorities due to access constraints, fuel shortages.",
      "summary": "SYR: Fire - 07-2025 - Fire",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:06.037258"
    },
    {
      "id": 17774,
      "country": null,
      "event_name": "TUR: Fire - 06-2025 - Nationwide Wildfires ",
      "disaster_type": "Fire",
      "title": "Nationwide Wildfires",
      "description": "In late June and early July 2025, large-scale wildfires broke out across several provinces in western Türkiye, particularly affecting the Aegean region, including İzmir, Çanakkale, and Balıkesir. The fires, fueled by strong winds, high temperatures, and low humidity, spread rapidly across forested and rural areas, causing significant environmental and social impacts. Approximately 50,000 people were evacuated from their homes as a precautionary measure, with around 42,000 people displaced in Seferihisar district alone. At least 46 individuals were hospitalized due to smoke inhalation and other fire-related injuries, with one reported in critical condition. Although no official fatalities have been confirmed, the fires caused considerable damage to residential areas, agricultural lands, and livestock. The situation has placed pressure on local response capacities, and multiple firefighting teams, aerial support units, and humanitarian organizations—including Türk Kızılay—have been mobilized. Türk Kızılay has been actively providing hot meals, water, and psychosocial support to affected communities and response personnel. The affected population includes vulnerable groups such as the elderly, persons with chronic illnesses, and low-income rural families, many of whom have lost access to shelter, livelihoods, and basic services. The risk of recurring fires remains high due to ongoing heatwaves and dry conditions.",
      "summary": "TUR: Fire - 06-2025 - Nationwide Wildfires",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:06.037258"
    },
    {
      "id": 17773,
      "country": null,
      "event_name": "NGA: Flood - 05-2025 - Nigeria - Flood ",
      "disaster_type": "Flood",
      "title": "Nigeria - Flood",
      "description": "On 29 June 2025, at about 12:46 pm, there was a heavy rainfall in the Wovi community, the Garjang community, and Gumsun town in Damboa LGA, which led to the destruction of properties, resulting in 9 fatalities and 18 people sustained injuries. Many houses were damaged, prompting a swift response from emergency services to assess the situation and provide humanitarian services to the affected residents.",
      "summary": "NGA: Flood - 06-2025 - Nigeria - Flood #4 (2025-07-02)",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:06.038258"
    },
    {
      "id": 17772,
      "country": null,
      "event_name": "KEN: Epidemic - 05-2025 - Chikungunya Outbreak ",
      "disaster_type": "Epidemic",
      "title": "Chikungunya Outbreak",
      "description": "Eighty four new cases of Chikungunya have been reported since the last reporting week. Cases have been confirmed across all six sub counties in Mombasa. Chikungunya typically presents with sudden on set off ever accompanied by severe joint pain, which may persist for weeks or months other symptoms include muscle pain, headache, nausea, fatigue, and rash. A total of 2198 mosquito breeding sites were identified and treated through larviciding. Seven hundred and eighty people were reached with vector control health education. Three hundred and six villages were covered through fogging exercises. Two hundred and eighteen houses were sprayed with insecticide for vector control. Insecticide-treated nets were distributed to vulnerable communities.",
      "summary": "KEN: Epidemic - 05-2025 - Chikungunya Outbreak",
      "status": "fetched",
      "fetched_at": "2025-07-30T19:26:06.038258"
    }
  ]
}