{
  "metadata": {
    "total_reports": 93,
    "last_updated": "2025-07-29T16:49:23.788598",
    "new_reports_added": 1,
    "updated_reports": 0,
    "processing_info": {
      "html_cleaned": true,
      "fields_extracted": [
        "id",
        "title",
        "description",
        "summary",
        "country_name",
        "event_name",
        "disaster_type_name"
      ],
      "processing_date": "2025-07-29T16:49:23.788603"
    }
  },
  "reports": [
    {
      "id": 17821,
      "title": "CHOLERA EPIDEMIC",
      "description": "This confirmation of the cholera epidemic in our country comes in a regional context marked by the resurgence of cholera in neighboring countries, particularly in Angola, with confirmed cases in the province of Kabinda and in the Democratic Republic of Congo with confirmed cases in Kinshasa and in the province of Equateur (Loukoléla zaire). In any case, suspects and even confirmed are quarantined in the nearest health centers with a great need for appropriate medical assistance. This situation is once again affecting the Congolese health system, which on the eve of its independence day is confronted with this scourge. To date, the rapid and unusual increase in the number of cases is possible in the localities of the island of Mbamou, Loukoléla and Mossaka due to the period of fairground markets.",
      "summary": "COG: Epidemic - 07-2025 - CHOLERA EPIDEMIC",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.252547"
    },
    {
      "id": 17820,
      "title": "Heavy rainfall and flash floods",
      "description": "The situation caused by tropical storm \"Wipha\" followed the monsoon trough passing through upper Laos and northern Thailand. As a result, from 21 July 2025 to the present, flooding occurred in 11 provinces (Nan, Chiang Rai, Phayao, Lampang, Chiang Mai, Mae Hong Son, Phrae, Sukhothai, Tak, Uttaradit, and Loei), affecting 67 districts, 303 sub-districts, and 1,610 villages. A total of 43,080 households or 145,532 people have been affected. There is 1 missing person (a man swept away by floodwaters in Tha Wang Pha District, Nan Province) and 1 fatality (a woman who fell into the water while coming downstairs to close the door on the first floor of her house in Mueang District, Phrae Province). Currently, the flood situation remains in 4 provinces (Nan, Chiang Rai, Phrae, and Sukhothai), affecting 31 districts, 140 sub-districts, and 638 villages, with 31,599 households or 106,189 people affected. Numeric Details (People) Affected: 106,189 people (31,599 households) across 4 provinces — Nan, Chiang Rai, Phrae, and Sukhothai. Injured: None reported. Dead: 1 person (female, Phrae Province) Missing: 1 person (male, Nan Province)",
      "summary": "THA: Flood - 07-2025 - Heavy rainfall and flash floods #3 (2025-07-29)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.254198"
    },
    {
      "id": 17819,
      "title": "Typhoon WIPHA circulation 07/2025",
      "description": "In recent days, severe weather caused by the circulation of Typhoon No. 3 has brought heavy rainfall and flash flooding across several northern and central provinces of Vietnam, including Nghe An, Son La, Dien Bien, and Quang Tri. According to VTV Times reporters, on the morning of July 24, four new flooding points were recorded along National Highway 7, passing through Nhan Hoa and Vinh Tuong communes (former Anh Son district, Nghe An province). Water levels at these locations ranged from 50cm to nearly 1 meter, with strong currents, making it impossible for small vehicles to pass. Many residents were forced to turn back or take longer detours, disrupting daily activities and the transportation of goods. In particular, the section of National Highway 7 running through Cam Thang hamlet in Nhan Hoa commune was submerged under 50cm to 1m of water. Previously, the highway had been completely cut off due to floodwaters rising from the Lam River and local streams. Although the rain has eased, water levels in many areas have yet to recede. Authorities are closely monitoring the situation and advising residents not to travel through deep-flooded areas—especially at night or without proper guidance. Temporary traffic control and mitigation measures are being implemented to ensure the safety of people and property. Son La Province: On the night of July 27, torrential rains across 13 communes of the former Song Ma district triggered flash floods and landslides, leaving four people in Chieng So commune dead or missing. Nearly 200 personnel were deployed for search and rescue efforts. Two individuals were swept away in Na Cai 2 village, Chieng So commune. Dien Bien Province: In Muong Luan commune, a flash flood that struck on the night of July 26 and early morning of July 27 swept away three homes and two community houses, injured two people, and caused major losses of livestock, crops, and infrastructure. Landslides disrupted several inter-village roads. Thanks to early evacuation efforts, no fatalities were reported. Heavy rain and landslides also caused damage and traffic disruptions in Tia Dinh commune. Quang Tri Province: From July 25 to midday July 27, continuous heavy rains in the southern mountainous region of Quang Tri led to flooding in upstream rivers, isolating multiple inter-commune and inter-village roads. Several spillways were submerged and blocked by rising water. Authorities established checkpoints and barricades to prevent crossings. However, a serious incident occurred on July 26 when four young men ignored safety barriers and attempted to drive across a flooded spillway at Tan Trung village leading to Ban Con, Tan Lap commune. Taking advantage of a break in guard duty around 5:00 PM, they removed the barricades and tried to cross, resulting in their vehicle being swept away by the floodwaters. Fortunately, all four managed to escape from the vehicle safely. The car, however, was lost and has not yet been recovered. According to reports from the provinces affected heavy rains, flash floods, and landslides from the night of July 23 to July 27, 2025, have caused the following damages: Affected provinces: Lao Cai, Dien Bien, Son La, Quang Tri, Phu Tho, Thanh Hoa, Nghe An, Ninh Binh. Between July 25 and 27, 2025, heavy rains, flash floods, and landslides affected multiple provinces in northern and north-central Vietnam, including Son La, Dien Bien, Lao Cai, Quang Tri, Phu Tho, Thanh Hoa, Nghe An, and Ninh Binh. Human impact: 2 people confirmed dead and 4 missing in Son La; 2 injured in Dien Bien. Housing: Over 1,000 houses damaged or collapsed, including 22 houses destroyed in Son La and 987 houses damaged in Phu Tho, Thanh Hoa, and Nghe An. Evacuation: 66 households were evacuated (40 in Son La, 26 in Lao Cai — all have returned home). Agriculture: Over 54,000 hectares of rice fields were flooded or buried, mainly in Ninh Binh and Thanh Hoa; nearly 17 hectares of fish ponds were swept away. Livestock: More than 400 livestock and 33,000 poultry were killed or swept away. Transport: National and provincial roads reported hundreds of landslide points: 301 in Thanh Hoa and 291 in Nghe An. 5 suspension bridges were washed away. Electricity & telecommunications: 39 power substations affecting 3,677 households in Son La lost power (over half restored); 21 mobile stations remain out of service.",
      "summary": "VNM: Pluvial/Flash Flood - 07-2025 - Typhoon WIPHA circulation 07/2025 #3 (2025-07-29)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.259233"
    },
    {
      "id": 17818,
      "title": "Tensions at the Thailand - Cambodia Border",
      "description": "Thailand Impact In Thailand · According to the Ministry of Public Health (MOPH), the escalating tensions at the border have affected civilian infrastructure and medical services, caused mass displacement, and raised serious public health concerns. Over 138,152 Thai civilians from four border provinces (Surin, Sisaket, Burirum and Ubon Ratchathani provinces) have been evacuated to 433 evacuation centers, including 21,076 individuals identified as vulnerable groups. · Affected Provinces and Hospitals: 617 patients were evacuated and 19 hospitals affected as follows: o 11 hospitals closed due to security risks or damage o 8 hospitals operating with emergency services only (ER) o 4 new closures include: § Na Chaluai Hospital (Ubon Ratchathani) § Buachet and Sangkha Hospitals (Surin) § Chalerm Phrakiat Hospital (Buriram) Since 24 July, a total of 14 civilians died and 52 injured, while 11 soldiers died and 103 injured. The situation has drawn urgent international attention. Both the UN and ASEAN have issued statements calling for the immediate cessation of hostilities and urging both governments to exercise restraints, pursue diplomatic channels and prioritize civilian protection. Cambodia According to several reliable sources, tensions between Cambodia and Thailand have rapidly escalated since 24 July, near Prasat Ta Muen Thom Temple in Oddar Meanchey and Preah Vihear provinces in Cambodia. Impact in Cambodia On 24 July, 3,830 families or 12,350 individuals from Oddar Meanchey and Preah Vihear were evacuated to safer areas in their respective provinces and Siem Reap. On 25 July, an additional 85 families or 357 individuals from Oddar Meanchey were evacuated to Banteay Meanchey. Threats then spread to Battambang, Pursat, and Koh Kong provinces. By 26 July, the number of evacuees increased to 16,900 families or 59,549 individuals in five provinces. As of 27 July, a total of 41,567 families or 127,356 people were affected and evacuated to 179 evacuation shelters across six provinces: Oddar Meanchey, Preah Vihear, Siem Reap, Banteay Meanchey, Battambang, and Pursat. As of 27 July, 600 schools were closed, affecting 15,000 pupils in Oddar Meanchey, Preah Vihear, Banteay Meanchey, Pursat, and Koh Kong. Two health centers in Preah Vihear were temporarily closed due to security risks. As of 26 July, 13 people died and 71 injured. 134,707 civilians were displaced and 174,432 returnees. · ·",
      "summary": "THA: Other - 07-2025 - Tensions at the Thailand - Cambodia Border #2 (2025-07-29)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.268523"
    },
    {
      "id": 17817,
      "title": "Nigeria - Flood",
      "description": "Today 27/07/2027 Flashflood ravaged communities in Yola South local government Adamawa State, a total number of 150 individuals have been recorded in two camps established by the state government.150 in camps 11 died confirmed by government 20 injured currently receiving medical attention at hospital Not less than hundred farmlands to be updated.Over 2000 displaced.",
      "summary": "NGA: Flood - 07-2025 - Nigeria - Flood",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.269074"
    },
    {
      "id": 17816,
      "title": "NPL-Drougth-07-2025",
      "description": "Madhesh Province (Province-2), which consists of eight districts, has been facing a severe water crisis that has severely impacted the lives and livelihoods of over 1,220,000 people due to a lack of adequate rainfall in the province. This comes despite forecasts from the Department of Hydrology and Meteorology predicting above-average rainfall and warmer temperatures across the country this year. However, halfway through the monsoon season, the central plains have experienced far less rainfall than expected. This has caused more than 70% of shallow tube wells, traditional wells, and fisheries in the region to dry up. Not only is this creating a severe crisis in access to safe and sufficient drinking water, but it is also affecting sanitation, personal and environmental hygiene, and the livelihoods of the people, especially agriculture and livestock management. Furthermore, it is increasing the risk of waterborne and vector-borne disease outbreaks in the affected communities. As the drought continues and there is still no sign of rain in the region, fears have grown among service providers, government agencies, development partners, and humanitarian organizations. Although local governments have started supplying water through their networks, it is not enough to meet the needs for drinking, sanitation, and hygiene. In the region, particularly in densely populated settlements and market areas, people are queueing in the sweltering heat for a pot of water. Given the severity of the situation, both the provincial and federal governments of Nepal declared a drought emergency on 23rd July 2025 and have appealed for urgent support from development partners, UN agencies, the Red Cross, and relevant ministries and departments.",
      "summary": "NPL: Drought - 07-2025 - NPL-Drougth-07-2025",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.269636"
    },
    {
      "id": 17815,
      "title": "Landslide in the parish of El Triunfo",
      "description": "Since the beginning of July, in the province of Tungurahua, Patate canton, heavy rains caused landslides, which affected the access roads to the El Triunfo parish and the city's main drinking water supply system, which serves 5485 people. The Department of Public Works, Order and Municipal Control reports 400 meters of pipes affected (220 meters the pipeline to the La Matriz parish and 180 meters the pipeline to the El Triunfo parish) due to landslides. In addition, damage was reported to accessories of the components of the treatment and reserve systems as a result of the entry of sediments into the pipe network. On July 13, 2025, the Cantonal COE declared a \"State of Emergency in the Canton\" for sixty days due to the numerous events caused by the winter season, which affected people, homes, road infrastructure and the collapse of the drinking water and sewerage system, leaving the population without drinking water",
      "summary": "ECU: Landslide - 07-2025 - Landslide in the parish of El Triunfo",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.270060"
    },
    {
      "id": 17814,
      "title": "Landslide in the La Mica sector",
      "description": "On July 9, 2025, at 1:42 p.m., there was a rupture in the main conduction line of the Mica-Quito Sur System, about 10 kilometers from the \"La Mica\" dam, caused by a landslide that affected approximately 350 meters of pipe. The landslide originated in the La Mica sector due to geological and climatic conditions typical of the Antisana páramo, characterized by highly saturable soils, steep slopes and scarce vegetation cover. The previous intense rains caused excessive water infiltration, decreasing the stability of the slope and triggering the collapse of the ground that directly impacted the hydraulic infrastructure On Thursday, July 10, the Metropolitan COE of Quito declared a state of emergency in six parishes in the south of the city after the rupture of a main pipe in the Antisana páramo. As a response measure, the Municipality of Quito activated a contingency plan that included the distribution of water through, the installation of: inflatable cisterns (bladders) in critical areas, water treatment plants and the delivery of chlorination kits, prioritizing hospitals, health centers, markets and vulnerable sectors Additionally, the Municipality implemented a contingency plan to guarantee the supply of drinking water. More than 100 tankers distributed the resource in the neighborhoods affected by the interruption of service, in coordination with the operation of five hydrants, four bladder-type tanks, two extraction wells and fixed distribution points located in the Puengasí plant and the La Forestal tank. This provision prioritized health units, markets, and sectors in vulnerable situations. On Monday, July 14, in the face of water shortages in the south of Quito, the National Government activated the National Emergency Operations Committee (COE), headed by Vice President María José Pinto. Through this mechanism, actions were articulated with institutions such as the Ministry of the Environment, Water and Ecological Transition (MAATE), the Ministry of Transport and Public Works (MTOP), the Ministry of Defense, the Ministry of the Interior and the Agency for Water Regulation and Control (ARCA). At the request of the National Government, the Ecuadorian Red Cross implemented three mobile water treatment plants in hard-to-reach sectors in the south of Quito, such as Nueva Aurora and Caupicho. They were a Kit 5 type plant (with a capacity of 5,000 liters per hour) and two Kit 3 type plants (3,000 liters per hour each). These units allowed a daily production of up to 90,000 liters of drinking water, directly benefiting more than 120,000 people. In addition, raw water samples were taken at key points to ensure proper and safe treatment. The Water Regulation and Control Agency (ARCA), in conjunction with the National Institute of Meteorology and Hydrology (INAMHI), carried out constant monitoring of the quality of the water distributed. Technical analyses were carried out at different delivery points to ensure that the liquid was suitable for human consumption. At the same time, national authorities carried out field visits to verify the operation of the water treatment plants, distribution points and attention to citizens. On Thursday, July 24, the Municipality of Quito reported that the drinking water service was progressively restored in most sectors of the affected parishes, which allowed the demobilization of the logistical resources used in the supply by tankers to begin. In parallel, the medical brigades planned medium and long-term actions, focused on structural repairs and mitigation works. EPMAPS maintains the supply from the El Troje treatment plant, in coordination with the DMQ Fire Department and other municipal entities, prioritizing the distribution of the resource in sectors such as Chillogallo, Guamaní, Ciudadela Ejército and Nueva Aurora, with special attention to health and child care centers. For its part, the GAD, through the Metropolitan Control Agency (AMC), carried out water quality controls and issued recommendations for responsible consumption, guaranteeing the health safety of the vital liquid.",
      "summary": "ECU: Landslide - 07-2025 - Landslide in the La Mica sector",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.270890"
    },
    {
      "id": 17813,
      "title": "Cholera",
      "description": "The primary and secondary effects boil down to a lack of human and technical resources of health structures for good care. The affected population is doubly accompanied by a lack of knowledge of the disease and prevention measures to limit the spread of the disease within the community.",
      "summary": "TCD: Epidemic - 07-2025 - Cholera",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.271041"
    },
    {
      "id": 17812,
      "title": "Severe Wind Storm-Flash Rainfall",
      "description": "On the night of 24–25 July 2025, Mongolia was struck by a sudden severe windstorm reaching up to 33 m/s, followed by short but intense rainfall, hailstorms, and thunderstorms. The event caused widespread damage across 15 locations in Ulaanbaatar, Sukhbaatar Province, and Tuv Province, severely impacting household dwellings, public infrastructure, and essential services. The most extensive damage was recorded in Songinokhairkhan District, Ulaanbaatar, where 113 traditional homes collapsed, including two rendered completely uninhabitable. In addition, 60 fences and 9 vehicles were damaged, two kindergartens lost parts of their roofs, and four residents sustained minor injuries. Power outages were reported in five khoroos, with 13 utility poles downed, including four in the 32nd khoroo where electricity remains cut off. In Sukhbaatar Province, the soums of Halzan, Uulbayan, and Tumentsogt experienced heavy rainfall and strong winds. Khalzan received up to 65 mm of rain and reported damage to 27 traditional homes, 20 fences, and 3 house roofs, along with the collapse of a flood embankment that led to the inundation of five households. Playground equipment, greenhouses, and sanitation facilities were destroyed, and multiple vehicles became stuck in mud. Uulbayan and Tumentsogt reported additional household losses and vehicle damage. In Tuv Province, storm activity affected Bayankhangai, Argalant, Lun, Erdenesant, and Zuunmod soums, with some areas experiencing hail. Over 80 traditional houses collapsed across these locations. Public structures, including school dormitories, kitchens, and bathhouses, were damaged. In Lun soum, a fallen 35kV transmission pole led to a power outage affecting 483 customers, including businesses and households. Livestock deaths and widespread fence destruction were also reported.",
      "summary": "MNG: Storm Surge - 07-2025 - Severe Wind Storm-Flash Rainfall",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.271567"
    },
    {
      "id": 17811,
      "title": "Tensions at the Thailand - Cambodia Border",
      "description": "According to several sources, tensions between Thailand and Cambodia have rapidly escalated since 24 July 2025, near the Prasat Ta Muen Thom (Ta Muen Thom) temple in the Oddar Meanchey and Preah Vihear provinces in Cambodia, and in Ubon Ratchathani, Surin and Si Saket provinces in Thailand. Impact In Thailand, Over 138,000 Thai civilians from four border provinces (Surin, Sisaket, Burirum and Ubon Ratchathani provinces) have been evacuated to nearly 300 temporary shelters. 14 Thai civilians and one Thai soldier died One damaged hospital – Phanom Dong Rak hospital in Suring Province Affected Provinces and Hospitals: Ubon Ratchathani Province: Three medical facilities affected, with two hospitals completely shut down and one partially closed. Sisaket Province: Two hospitals completely shut down, including Kantharalak Hospital, which evacuated approximately 170 patients due to the town being a high-risk zone. Surin Province: Two hospitals partially closed and two fully closed down. Phanom Dongrak Chalerm Phrakiat in Phanom Dongrak District was specifically reported to have suffered significant damage , leading to the urgent evacuation of injured patients. Buriram Province: One hospital closed, while two are partially closed. Impact in Cambodia More than 20,000 people have fled from the northern border province of Preah Vihear, and Preah Vihear with many relocations to temporary shelters. 01 civilian died and 05 injured The situation has drawn urgent international attention. Both the UN and ASEAN have issued statements calling for the immediate cessation of hostilities and urging both governments to exercise restraints, pursue diplomatic channels and prioritize civilian protection.",
      "summary": "THA: Other - 07-2025 - Tensions at the Thailand - Cambodia Border",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.272471"
    },
    {
      "id": 17810,
      "title": "Thailand Floods - Tropical Storm Wipha",
      "description": "Tropical Storm Wipha, coupled with a prevailing monsoon trough, has triggered severe flooding across six northern provinces of Thailand: Nan, Chiang Rai, Phayao, Lampang, Chiang Mai, and Loei. As of 24 July, floods have affected 29 districts, 133 sub-districts, and 531 villages, displacing 8,775 households and impacting an estimated 32,176 people. One person remains missing in Tha Wang Pha District, Nan Province, after being swept away by floodwaters. The Thai Meteorological Department continues to warn of heavy rainfall in Mae Hong Son, Chiang Mai, Tak, and Kanchanaburi, with increased risk of flash floods, landslides, and rising river levels.",
      "summary": "THA: Flood - 07-2025 - Thailand Floods - Tropical Storm Wipha #2 (2025-07-24)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.273137"
    },
    {
      "id": 17809,
      "title": "Dengue Fever Outbreak",
      "description": "The majority of cases (81%) are from Upolu Island, with 55% male and 45% female. Most cases are distributed across the Apia Urban Area and North West of Upolu regions, with individuals under 20 years old (87%) being the most affected. 10% of cases required hospitalisation, and of these admissions, 76% have been discharged. Of the 20 cases with confirmed serotypes, 85% are DENV-1 and 15% are DENV-2. The Ministry of Health continues collaboration across sectors through a whole-of-government approach via the Integrated Vector Control Committee. Current response efforts are focused on source reduction and environmental sanitation measures, ongoing risk communication on dengue preventative measures on all media outlets while urging the public to wear long-sleeved clothing to minimize risk of infection, use mosquito nets and repellents, remain vigilant for severe symptoms and to seek medical attention immediately when necessary. The red alert for DENV-1 and DENV-2 is maintained. Climate change is promoting the spread of dengue fever in small South Pacific countries by increasing temperatures, accelerating the life cycle of vector mosquitoes and accelerating virus transmission. Increased rainfall and humidity are creating more breeding sites, while flooding and rising sea levels are increasing the conditions conducive to their proliferation. Growing urbanization and internal migration are increasing the risks, as are longer transmission seasons due to milder winters.",
      "summary": "WSM: Epidemic - 07-2025 - Dengue Fever Outbreak",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.273354"
    },
    {
      "id": 17808,
      "title": "Flash Flood",
      "description": "1. Effects of the HazardHeavy monsoon rains have caused flash floods, landslides, house collapses, and drownings across Pakistan. The worst-affected provinces are Khyber Pakhtunkhwa (KP) Punjab, AJK, Sindh and Balochistan, with casualties, injuries, infrastructure damage, and livestock losses reported. Cumulative (26th June to 23rd July 2025): 252 Deaths: 85 males, 46 females, 121 children611 injured: 239 males, 170 females, 202 children Infrastructure Damage From 26th June to 23rd July 2025: 1005 houses were fully damaged in KP, Sindh, and BalochistanRoads destroyed in Swat, Upper Dir, Kurram (KP), and Shigar (GB), Sindh, Punjab, Balochistan, and isolating communitiesThe bridge was partially destroyed in KPK, Sindh, and Baluchistan328 Livestock Perished in all Provinces3398, different relief items have been distributed by the NDMA and PDMA in different provinces.",
      "summary": "PAK: Flood - 06-2025 - Flash Flood #7 (2025-07-23)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.274031"
    },
    {
      "id": 17807,
      "title": "Outbreak of Mpox in The Gambia",
      "description": "\"On July 10, 2025, a 26-year-old female, residing in Kunkujang Keitaya, Kombo North District, in the Western One Health Region, reported to Faji-kunda Major Health Centre with skin lesions. From her clinical records, her symptoms began with rashes on July 8, 2025 followed by mucosal lesions affecting the skin, genital and oral regions, accompanied by fatigue, muscle pain, soft tissue edema (swelling) in the genital area, back pain, headache, and sore throat. Localized and generalized enlargement of lymph nodes (lymphadenopathy) were other symptoms noticed upon examination at the health centre.\" Ministry of Health The Gambia https://www.facebook.com/share/p/194WtKqLme/",
      "summary": "GMB: Epidemic - 07-2025 - Outbreak of Mpox in The Gambia",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.274189"
    },
    {
      "id": 17806,
      "title": "Typhoon Wipha-flash flood",
      "description": "As of 22 July 2025, Typhoon Wipha weakened into a tropical depression over northern Viet Nam and later into a low-pressure system along the Viet Nam–Lao border. Despite weakening, the storm brought widespread heavy rainfall, flash floods, and significant agricultural and housing damage, particularly in Thanh Hoa, Nghe An, Phu Tho, Ninh Binh, and Hung Yen provinces. Initial reports indicate one person missing and another injured due to flash floods in Nghe An. Over 400 houses were damaged, and more than 119,000 hectares of rice fields were flooded. Local authorities are actively operating pumps to prevent waterlogging. The storm also caused the loss of livestock and disrupted daily life in multiple provinces. In Nghe An Province, extreme rainfall led to record-breaking flood levels along the Ca River. At several hydrological stations, water levels exceeded Alert Level 3 and surpassed historical flood records. The Ban Ve hydropower reservoir also recorded inflows well above its design capacity, raising the risk of downstream flooding, flash floods, and landslides. Authorities remain on high alert as water levels continue to rise in mid- and downstream areas.",
      "summary": "VNM: Flood - 07-2025 - Typhoon Wipha-flash flood #2 (2025-07-23)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.274526"
    },
    {
      "id": 17805,
      "title": "Heavy rain from Tropical Storm Wipha",
      "description": "Tropical Storm Wipha, which entered Lao PDR on 21 July and has since weakened into a low-pressure system, has triggered widespread flooding and severe weather across multiple provinces. Heavy rainfall, compounded by water releases from several hydropower dams, has led to flash floods, landslides, and infrastructure damage—particularly in Xieng Khouang, Xaysomboun, Xayabouly, Vientiane, Khammuane, and Bolikhamxay. Severe flooding has impacted numerous districts, with reports of bridge collapses, power outages, and isolated communities. In Luang Prabang, the Khan River rose rapidly, while two bridges collapsed in Thathom district (Xaysomboun). Damages in Ngern district (Xayabouly) alone are estimated at LAK 16.7 billion (approx. USD 835,000). Authorities have launched emergency responses, including power shutdowns in Vang Vieng and Kasi districts, and temporary suspension of train services along the Laos-China Railway. Residents in flood-prone and mountainous areas have been urged to stay alert as the system continues to bring heavy rain and flash flood risks.",
      "summary": "LAO: Flood - 07-2025 - Heavy rain from Tropical Storm Wipha #3 (2025-07-23)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.274813"
    },
    {
      "id": 17804,
      "title": "Plane Crash in a school in Dhaka",
      "description": "According to an official press release from the Inter-Services Public Relations (ISPR), a Bangladesh Air Force FT-7BGI fighter jet crashed during a routine training mission on July 21, 2025. The aircraft took off from BAF Base Bir Uttom A. K. Khandker in Kurmitola, Dhaka, at 1:06 PM, but encountered a mechanical failure shortly after takeoff. Despite the pilot’s efforts to steer the aircraft away from populated areas, the jet tragically crashed into a two-story building of Milestone School and College in Diabari, Uttara, at approximately 1:18 PM. The crash resulted in the deaths of 31 individuals, including the pilot, Flight Lieutenant Toukir Islam, and left over 165 others injured, many of whom were schoolchildren and staff. The government has since declared a national day of mourning, and an investigation is underway to determine the cause of the malfunction.",
      "summary": "BGD: Other - 07-2025 - Plane Crash in a school in Dhaka",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.276564"
    },
    {
      "id": 17803,
      "title": "Heavy Rainfall",
      "description": "In July 2025, the Republic of Korea experienced severe torrential rains between the 16th and 21st, which led to widespread flooding, landslides, and significant infrastructure damage. As a result, 28 people were reported dead or missing, and over 6,700 cases of facility damage were recorded, affecting both public infrastructure and private property. Approximately 14,575 people from 10,020 households were evacuated across 15 provinces, with 2,549 people still displaced and temporarily residing in shelters. The affected population has suffered loss of homes, belongings, and access to essential services, with many experiencing psychological distress. On July 21, the Presidnent of the RoK visited the severly affected areas to inspect the situation and ordered full mobilization of administrative and financial resorces. The government also began procedures for designating the hardest-hit regions as special disaster zones to enable swift recovery and support.",
      "summary": "KOR: Pluvial/Flash Flood - 07-2025 - Heavy Rainfall #2 (2025-07-22)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.276796"
    },
    {
      "id": 17802,
      "title": "Flash Flood",
      "description": "1. Effects of the HazardHeavy monsoon rains have caused flash floods, landslides, house collapses, and drownings across Pakistan. The worst-affected provinces are Khyber Pakhtunkhwa (KP) Punjab,AJK, Sindh and Balochistan, with casualties, injuries, infrastructure damage, and livestock losses reported. Cumulative (26th June to 20th July 2025): 216 Deaths: 75 males, 40 females, 102 children582 injured: 227 males, 163 females, 192 children Infrastructure Damage From 26th June to 20th July 2025: 779 houses were fully damaged in KP, Sindh, and BalochistanRoads destroyed in Swat, Upper Dir, Kurram (KP), and Shigar (GB), Sindh, Punjab, Balochistan, and isolating communitiesThe bridge was partially destroyed in KPK, Sindh, and Baluchistan195 Livestock Perished in all Provinces3290, different relief items have been distributed by the NDMA and PDMA in different provinces.",
      "summary": "PAK: Flood - 06-2025 - Flash Flood #6 (2025-07-23)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.277431"
    },
    {
      "id": 17801,
      "title": "Typhoon Wipha-Heavy rain and flash flood",
      "description": "As of the morning of July 21, Typhoon Wipha remains at Category 9 but is forecast to strengthen to Category 10-11 as it enters the Gulf of Tonkin, then directly impacts provinces from Quang Ninh to Nghe An. According to the National Center for Hydro-Meteorological Forecasting (NCHMF), at 7:00 AM today, the typhoon's center was located over the northern part of the Leizhou Peninsula (China), about 220 km east of Quang Ninh – Hai Phong. The maximum wind speed reached 88 km/h, equivalent to Category 9, with gusts up to Category 11. The storm is moving west-southwest at a speed of 15–20 km/h. By 7:00 AM on July 22, the typhoon is expected to strengthen to Category 10–11, with gusts reaching Category 14, while located over the northern Gulf of Tonkin, and may continue to intensify. It is then forecast to move inland over the provinces from Thanh Hoa to Nghe An and weaken into a low-pressure system over the Upper Laos region. Forecasted impacts At Sea: East Sea & Gulf of Tonkin: Winds force 7–11, gusts up to 14; waves 2–6 m; extremely rough seas. High risk in Bạch Long Vi, Co To, Cat Hai, Hon Dau, Hon Ngu with dangerous winds and high waves. Storm Surge & Coastal Flooding: Surge of 0.5–1.0 m along Hai Phong–Quang Ninh. High tide levels: Hòn Dấu up to 4.1 m, Cua Ong ~4.8 m. Flooding risk from afternoon July 22 in coastal and estuarine zones. Onshore Hazards (from night July 21): Winds force 7–11, gusts 14 from Quang Ninh to Nghe An; inland gusts up to 8. High damage potential: uprooted trees, power outages, roof damage. Rainfall & Severe Weather: Heavy to extreme rain July 21–23: NE, Red River Delta, Thanh Hoa–Nghe An: 200–350 mm (locally >600 mm). Hà Tĩnh, northern regions: 100–200 mm (locally >300 mm). Flash flood, landslide, tornado, hail, and lightning risks remain high. Rain persists through July 25 in northern and north-central areas. Between 19 and 20 July, severe weather—including lightning, tornadoes, and hail—caused significant impacts across 14 provinces in northern, central, and southern Viet Nam. Four fatalities and 11 injuries were reported, primarily due to falling debris, collapsed structures, and lightning strikes. A total of 19 houses were completely destroyed and over 1,700 others sustained damage or were unroofed. Damage was also reported to 32 schools and over 280 hectares of agricultural land, including rice, vegetables, and perennial crops. Additionally, 36 boats were reported capsized. Local authorities are actively responding to the situation and continuing damage assessments.",
      "summary": "VNM: Other - 07-2025 - Typhoon Wipha-Heavy rain and flash flood",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.279547"
    },
    {
      "id": 17800,
      "title": "Wind storm",
      "description": "Based on the Emergency Rapid Assessment Report of the joint team of Ethiopia Red Cross Society Regional branches and Regional Disaster Risk Management Commission of Amhara and Afar regions, Severe windstorm with high intensity has struck the Afdera town of Kilbati Rasu Zone of Afar Region, and Five woredas of Amhara region mainly two weredas in West Gojam ( sekela and Finote selam wereda) and three weredas in North Gojam Zones ( North mecha, South Achefer and North Achefer weredas) Between late June and mid of July 2025. The wind storm has caused a widespread destruction to 5368 homes, injured 87 people with 1person death and displaced a total of 38,537 peoples in both of the region. It has also destroyed 34 Hactar of crops, 50 goats and key social infrastructure like Salt Processing factories, schools, health facilities including Government offices. It has severely affected the life’s and livelihoods, and resilience of communities in these affected weredas because they have experienced a heavy burden due to prior climate-induced drought, internal displacement and conflict. The re-occurrence of wind storm accompanied by heavy rain is imminent because Ethiopian heavy rainy season called “ Kiremit” is starting and will be stretching to September 2025. It will exacerbate the situation and more people will be affected due to the fact that More shelters and homes are destroyed and poor access to basic service.",
      "summary": "ETH: Storm Surge - 07-2025 - Wind storm",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.280609"
    },
    {
      "id": 17799,
      "title": "iraq",
      "description": "On the evening of 16/7/2025, a fire occurred in a 6-storey building used as a hypermarket in the Corniche area of the city of Al-Kut, and this fire led to the complete burning of the building and caused great human and material losses.",
      "summary": "IRQ: Fire - 07-2025 - iraq",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.280838"
    },
    {
      "id": 17798,
      "title": "COMBINED EFFECTS OF SOUTHWEST MONSOON, TS CRISING (WIPHA), TS DANTE (FRANCISCO), AND TY EMONG (CO-MAY)",
      "description": "Summary of Tropical Weather Developments (15–24 July 2025): 15 July: LPA 07f monitored inside PAR with medium chance of development. 16 July: LPA 07f developed into Tropical Depression \"CRISING\"; TCWS No. 1 hoisted in parts of Luzon. 17–18 July: \"CRISING\" maintained strength, moved northwest, and was located east of Aparri, Cagayan. 19 July: \"CRISING\" intensified into a Severe Tropical Storm and exited PAR. 21 July: New LPA 07h formed east of Calayan, Cagayan. 22 July: LPA 07g developed into Tropical Depression \"DANTE\". LPA 07h had medium chance of development. 23 July: \"DANTE\" intensified into Tropical Storm \"DANTE\" (Francisco), moving toward the Ryukyu Islands. LPA 07h developed into Tropical Depression \"EMONG\", then into a Tropical Storm over the West Philippine Sea. 24 July: Tropical Storm \"DANTE\" exited PAR in the afternoon. Tropical Depression outside PAR (formerly LPA 07i) intensified into Tropical Storm \"KROSA\". EMONG intensified into Typhoon \"EMONG\" (Co-May) by 8 AM and remained nearly stationary west of Pangasinan. It was expected to make landfall over La Union or Ilocos Sur early on 25 July, with potential weakening after landfall. A total of 765,869 families or 2,733,646 individuals were affected in 3,712 barangays in Regional 1, 2, 3, 4A, 4B, 5, 6, 7, 9, 10, 11, 12, CARAGA, BARMM, CAR, NCR, and Negros Island Region (NIR). Of which, 40,487 families or 147,521 individuals were served inside 1,117 ECs and 23,830 families or 97,958 individuals were served outside ECs. A total of 2,431 damaged houses are reported in Region 1, Region 2, Region 3, CALABARZON, MIMAROPA, Region 5, Region 6, Region 9, Region 10, Region 11, Region12, CARAGA, BARMM, CAR, NIR. Source: DOST PAGASA Tropical Cyclone Bulletin No. 8 for TS Dante as of 24 July 2025, 11 A DOST PAGASA Tropical Cyclone Bulletin No. 8 for TY Emong as of 24 July 2025, 2 PM NDRRMC SitRep No. 14 for the Combined Effects of Southwest Monsoon and TC Crising, Dante, and Emong as of 24 July 2025, 6 AM",
      "summary": "PHL: Cyclone - 07-2025 - COMBINED EFFECTS OF SOUTHWEST MONSOON, TS CRISING (WIPHA), TS DANTE (FRANCISCO), AND TY EMONG (CO-MAY)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.298213"
    },
    {
      "id": 17797,
      "title": "Heavy Rainfall",
      "description": "According to the MOIS, from July 16 to 18, 2025, prolonged and intense rainfall caused severe flooding, landslides, and infrastructure damage across multiple regions of the country. Accumulated rainfall exceeded 400mm in several areas, including Naju, Gwangju, and Honseong, leading to widespread disruption. The hazard has had a substantial impact on both public infrastructure and private properties. As of July 18, a total of 7 people were reported dead or missing, with one individual still unaccounted for in Gwangju. Public infrastructure sustained over 490 incidents of damage, including flooded roads, landslides, collapsed dikes, and river overflows. Private property damage includes the flooding of over 200 buildings in Gwangju alone, structural collapes in Seoul and Gyeonggi Province, and significant agriculture losses in South Chungcheong. A total of 3,413 hhs - comprising 5,192 people - were forced to evacuate their homes, with over 4,500 people still unable to return as of the latest update. The majority of the displaced population is currently staying in temporary shelters set up in schools and public facilities, while some are residing with relatives. These families are among the most vulnerable, with many lacking the means to quickly recover or secure alternative accomodations.",
      "summary": "KOR: Pluvial/Flash Flood - 07-2025 - Heavy Rainfall",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.298459"
    },
    {
      "id": 17796,
      "title": "Heavy rainfall and flash floods",
      "description": "Widespread flooding has affected parts of Nan and Chanthaburi provinces in Thailand following days of heavy rainfall and flash floods between 16 and 17 July 2025. According to the Department of Disaster Prevention and Mitigation (DDPM), a total of 150 households (555 people) across 9 districts, 15 sub-districts, and 24 villages have been impacted. While there have been no reports of injuries or fatalities, the floods have caused temporary displacement and disruption to communities. In Chanthaburi province, heavy rainfall on 17 July led to flash floods across four districts – including Khlung, Laem Sing, Mueang, and Makham – affecting 20 households (74 people). The floodwaters have since receded. In Nan province, continuous rainfall from 16 to 17 July triggered flash floods across five districts – including Thung Chang, Chalerm Phrakiat, Song Khwae, Tha Wang Pha, and Pua – affecting 130 households (481 people). Water levels remain steady in some areas, and localized flooding persists.",
      "summary": "THA: Flood - 07-2025 - Heavy rainfall and flash floods",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.299043"
    },
    {
      "id": 17795,
      "title": "Flood",
      "description": "Heavy and prolonged rainfall on 15 and 16 July has resulted in widespread flooding across several provinces in the Lao People's Democratic Republic (PDR), affecting thousands of people and disrupting lives and livelihoods. The Department of Meteorology and Hydrology has issued warnings for continued heavy rainfall through 20 July, with an elevated risk of further flooding and landslides in multiple areas. In Khammuan province, Xaybuathong district has been severely impacted, with more than 400 households across 25 villages affected by a second wave of flooding within five days. The Xe Bangfay River exceeded the danger level on 16 July, reaching 19.54 metres (danger level: 18.5m). While forecasts indicate a gradual decrease in water levels over the following days, the river remains above critical thresholds, sustaining the risk of further damage. Initial assessments report over 535 hectares of farmland inundated and eight roads rendered impassable. In Bokeo province, 16 households in Yai village (Huayxai district) experienced flooding due to intense rainfall. Farmlands were submerged, and access routes were temporarily cut off. Water levels have since receded, and damage is being assessed. In Luang Prabang province, five houses in Pakxaeng district were inundated. Floodwaters also damaged road infrastructure, further disrupting local transportation and access to essential services.",
      "summary": "LAO: Flood - 07-2025 - Flood #2 (2025-07-18)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.299447"
    },
    {
      "id": 17794,
      "title": "Dengue Situation",
      "description": "Dengue remains a major public health concern in Bangladesh, with recurrent outbreaks posing a significant threat. The dengue virus has the potential to cause widespread epidemics with high morbidity and mortality. As of 17 July 2025, the total number of fatalities this year is 60. Additionally, on average, 300 new patients are hospitalized in the month of July, bringing the cumulative number of dengue cases to over 16,000 in 2025. The current surge of cases, which began in June 2025, has affected all eight divisions, with Barisal being the hardest-hit. From 1 January to 13 July 2025, Barisal Division alone reported 6,286 cases, accounting for 41% of the total nationwide. The second and third highest numbers were reported in Dhaka (4,921) and Chattogram (2,193), respectively. Sylhet Division reported the lowest number of cases.Deaths were reported highest in Dhaka (31), while Rangpur and Sylhet divisions reported zero fatalities.In May 2025, there were 1,773 reported cases and 3 deaths, followed by a significant fivefold increase in June, with 5,951 hospital admissions and 19 confirmed deaths. According to the Directorate General of Health Services (DGHS), male patients accounted for 58.8% of total cases, compared to 41.2% in females.Similarly, the mortality rate was higher among males (53.4%) than females (46.6%).This trend is in contrast to 2023, when female deaths outnumbered male deaths. The surge in cases is attributed to the onset of the monsoon season (May–September), which creates favorable breeding conditions for Aedes mosquitoes. High temperatures, increased humidity, and inadequate mosquito control measures further exacerbate the situation. Climate change, with intensified rainfall and heat waves, has extended the dengue transmission season and geographic reach.[1] Unlike previous years, when Dhaka was the primary epicenter, in 2025, cases have been reported across all 64 districts, indicating a broader geographic distribution. Urban areas, particularly Dhaka and Chattogram, remain high-risk zones due to dense populations and rapid urbanization The Directorate General of Health Services (DGHS) is actively monitoring cases through daily situation reports. The government has implemented measures like dedicated dengue wards and mosquito control programs, but challenges remain due to limited resources and insufficient surveillance in rural areas [1] [1] https://www.who.int/southeastasia/activities/integrating-one-health-approach-to-surveillance-prevention-and-control-of-dengue-fever-in-bangladesh",
      "summary": "BGD: Epidemic - 07-2025 - Dengue Situation",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.301173"
    },
    {
      "id": 17793,
      "title": "Flash Flood",
      "description": "Monsoon Rain in Pakistan Heavy monsoon rains have caused flash floods, landslides, house collapses, and drownings across Pakistan from 26 June 2025 to date. The worst-affected provinces are Khyber Pakhtunkhwa (KP) Punjab,AJK, Sindh and Balochistan, with deaths, injuries, infrastructure damage, Dam collapse, and livestock losses reported. The most recent spell of rain has poured almost without pause across parts of Punjab province since the afternoon of 16 July 2025, causing flooding. According to the national disaster management authority reports, the rececnt spell of rain has caused damges and resulted more deaths and injuries alongside infrastruture damages. Furthermore, the Pakistan Meteorological Department (PMD) has warned that another strong monsoon weather system will hit most parts of Khyber Pakhtunkhwa in the next few days, while Punjab is expected to receive heavy showers. Damages Detail Since 26th June 2026: Cumulative (26th June to 18th July 2025): 193 deaths: 64 males, 36 females, 93 children 544 injured: 217 males, 154 females, 173 children Infrastructure Damage From 26th June to 18th July 2025: 689 houses damaged (163 Fully and 526 Partically). Roads destroyed in Swat, Upper Dir, Kurram (KP), and Shigar (GB), Sindh, Punjab, Balochistan, and isolating communities Water reservoir (Dam) collapse in Chakwal, Punjab The bridge was partially destroyed in KPK, Sindh, Punjab and Baluchistan 193 Livestock Perished in all Provinces 3013 different relief items have been distributed by the NDMA and PDMA in different provinces.",
      "summary": "PAK: Flood - 06-2025 - Flash Flood #5 (2025-07-18)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.302535"
    },
    {
      "id": 17792,
      "title": "Syria- Population Movement - July -2025",
      "description": "Since the morning of Sunday, July 13th, As-Suwayda Governorate has been experiencing a state of insecurity, marked by escalated violence that has extended to several villages in the western countryside and administrative areas bordering Daraa Governorate. These events have resulted in a severe deterioration of the humanitarian situation, with a growing number of fatalities and injuries, including among civilians. A significant number of families have been forced to flee their homes in search of relatively safer areas, particularly to the city of Salkhad and its surrounding villages, as well as to Daraa Governorate, especially eastern rural areas, both of which are under considerable pressure and suffering from acute shortages in basic services. It is important to note that both governorates have long been experiencing difficult living conditions due to the prolonged economic crisis and the effects of years of compounded emergencies across the country. As the clashes continue and their scope widens, the region is witnessing a near-total disruption of essential public services, further exacerbating the already challenging living conditions of the affected population. The infrastructure has been significantly impacted, including widespread power outages in many parts of the governorate. Several health facilities have ceased operations, while both public and private hospitals in Suwayda and Daraa have been overwhelmed by the influx of casualties, severely depleting their operational capacity. There remains an urgent need for a rapid and comprehensive humanitarian response, while also considering the safe access of humanitarian teams.",
      "summary": "SYR: Population Movement - 07-2025 - Syria- Population Movement - July -2025",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.302853"
    },
    {
      "id": 17791,
      "title": "Flash Flood",
      "description": "1. Effects of the Hazard Heavy monsoon rains have caused flash floods, landslides, house collapses, and drownings across Pakistan. The worst-affected provinces are Khyber Pakhtunkhwa (KP) Punjab,AJK, Sindh and Balochistan, with casualties, injuries, infrastructure damage, and livestock losses reported. Cumulative (26th June to 15th July 2025): 116 deaths: 40 males, 19 females, 57 children 253 injured: 95 males, 53 females, 105 children Infrastructure Damage From 26th June to 15th July 2025: 485 houses were fully damaged in KP, Sindh, and Balochistan Roads destroyed in Swat, Upper Dir, Kurram (KP), and Shigar (GB), Sindh, Punjab, Balochistan, and isolating communities The bridge was partially destroyed in KPK, Sindh, and Baluchistan 117 Livestock Perished in all Provinces 2947 different relief items have been distributed by the NDMA and PDMA in different provinces.",
      "summary": "PAK: Pluvial/Flash Flood - 06-2025 - Flash Flood #4 (2025-07-18)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.304000"
    },
    {
      "id": 17790,
      "title": "Water shortages due to landslides – Quito Sur",
      "description": "On Thursday, July 10, 2025, a landslide of approximately 600,000 m³ severely affected the La Mica–Quito Sur pipeline, responsible for the supply of drinking water to several parishes in the Metropolitan District of Quito. This event caused the rupture of 350 meters of pipe, which caused the suspension of the supply in the parishes of Guamaní, La Ecuatoriana, Chillogallo, Quitumbe, La Argelia and Turubamba. It is estimated that around 88,707 families have been indirectly affected by this interruption of service. Faced with this situation, the mayor of Quito, Pabel Muñoz, declared an emergency in the aforementioned parishes. Since July 10, the Municipality of the Metropolitan District of Quito deployed heavy machinery in the La Mica sector to remove the displaced volume. To date, approximately 120,000 m³ of material have been removed. However, weather conditions have made it difficult to advance the work, so it is expected that the removal work will last until July 27, 2025. To guarantee the supply of water to the affected families, the Cantonal GAD and the Metropolitan Public Company of Drinking Water and Sanitation (EPMAPS) coordinated the distribution of drinking water through tankers. In collaboration with various public and private institutions, approximately 60 tankers were mobilized to supply the impacted parishes. The Ministry of the Environment, Water and Ecological Transition, as part of the emergency response measures, delivered 70,000 liters of drinking water in the affected areas. Likewise, four fixed storage tanks were installed, each with a capacity of 2,500 liters, to guarantee continuous supply in the most impacted communities. In addition, 2,400 chlorination tablets were distributed to ensure the potability of the water supplied.",
      "summary": "ECU: Landslide - 07-2025 - Water shortages due to landslides – Quito Sur #7 (2025-07-14)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.304628"
    },
    {
      "id": 17789,
      "title": "SYR",
      "description": "Overview Wildfires that first ignited on 30 June 2025 in the northeastern part of Latakia Governorate have evolved into a severe emergency, with conditions rapidly deteriorating due to environmental and security challenges. The initial outbreak was followed by significant fire expansion on 2–3 July, driven by high temperatures, strong eastern winds, and extremely dry vegetation. These conditions have severely hindered firefighting operations. On 4 July, the Government of Syria (GoS) issued a formal request for international assistance, leading to the deployment of firefighting teams and aerial support from Turkey, Jordan, Lebanon, Iraq, and Qatar. Despite these efforts, a renewed and extreme flare-up occurred on 11 July, further aggravated by persistent strong winds, inaccessible terrain, and the presence of unexploded ordnance and landmines. Additional wildfire outbreaks have been reported in Hama and Tartous Governorates, broadening the geographic scope of the crisis. These compounded challenges have necessitated sustained national and international coordination to contain the fires and address growing humanitarian needs. Humanitarian ImpactApproximately 25,000 individuals have been affected by the wildfires across the impacted governorates, while the latest estimates indicate that over 50,000 people have been exposed.At least 2,000 people have been evacuated from high-risk communities, including Sheikh Hassan, Al-Shajara, Beit Ayoush, Al-Mazra’a, and Saboura.More than 127 locations across Latakia and Tartous Governorates have been affected to varying degrees, including damage to homes, farmland, public infrastructure, and essential services.Over 15,000 hectares of agricultural land and forests have burned, causing widespread destruction of olive groves, seasonal crops, livestock, and beehives, further worsening food insecurity in rural areas already facing economic fragility.Damage to electricity infrastructure and water networks has halted operations at several water pumping stations, resulting in water access disruptions in surrounding communities and increasing the risk of waterborne diseases and hygiene-related health issues.The wildfires have also disrupted the tourism sector, eliminating a major seasonal income source for many households.Firefighting efforts have faced major challenges due to rugged terrain, strong winds, and limited resources, highlighting the urgent need to strengthen national firefighting and rapid response capacities.Communities are experiencing mass displacement, loss of property, and disruption of livelihoods, placing immense pressure on already fragile coping capacities, as new groups of affected families are being added to those already exhausted.Under these circumstances, new categories of vulnerable families are emerging—families that were not previously among those receiving humanitarian support, necessitating an expansion of humanitarian response efforts and ongoing updates to field assessments.",
      "summary": "SYR: Fire - 07-2025 - SYR #2 (2025-07-13)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.305406"
    },
    {
      "id": 17788,
      "title": "Seismic Swarm in Guatemala",
      "description": "At 3:11 p.m. on July 8, 2025, an earthquake of magnitude ML 5.2 with an epicenter in the department of Sacatepéquez began a seismic sequence that, at the time of the issuance of this report, is still developing. This activity has been alarming the inhabitants of the central highlands and the valley of the capital city. So far, at least 53 events have been associated with this sequence; the highest magnitude recorded has been ML 5.6, which occurred at 3:41 p.m., with an epicenter in the department of Sacatepéquez. The sequence is located on the departmental border of Sacatepéquez, Escuintla and Guatemala, departments in which damage to infrastructure has been reported. The preliminary analysis of the largest earthquakes allows associating the seismic source with transient crustal faults. The activity is still under development, as well as its study and analysis. So far, more than 500 earthquakes or aftershocks have been registered in the country, with at least 25 of them sensitive in a large part of the national territory.",
      "summary": "GTM: Earthquake - 07-2025 - Seismic Swarm in Guatemala",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.305751"
    },
    {
      "id": 17787,
      "title": "Flash Flood",
      "description": "Situational Overview 1. Effects of the Hazard Heavy monsoon rains have caused flash floods, landslides, house collapses, and drownings across Pakistan. The worst-affected provinces are Khyber Pakhtunkhwa (KP) Punjab,AJK, Sindh and Balochistan, with casualties, injuries, infrastructure damage, and livestock losses reported. Cumulative (26th June to 9th July 2025): 90 deaths: 29 males, 16 females, 45 children 158 injured: 56 males, 39 females, 63 children Infrastructure Damage (Last 24 Hours): 343 houses were fully damaged in KP, Sindh, and Balochistan Roads destroyed in Kurram (KP) and Shigar (GB), Swat, Upper Dir, and Sindh, isolating communities The bridge was partially destroyed in KPK, Sindh, and Baluchistan 109 Livestock killed in all Provinces",
      "summary": "PAK: Flood - 06-2025 - Flash Flood #3 (2025-07-17)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.306950"
    },
    {
      "id": 17786,
      "title": "Flash Flood",
      "description": "Situational Overview 1. Effects of the Hazard Heavy monsoon rains have caused flash floods, landslides, house collapses, and drownings across Pakistan. The worst-affected provinces are Khyber Pakhtunkhwa (KP) Punjab,AJK, Sindh and Balochistan, with casualties, injuries, infrastructure damage, and livestock losses reported. Cumulative (26th June to 9th July 2025): 87 deaths: 29 males, 16 females, 42 children 149 injured: 52 males, 36 females, 61 children Infrastructure Damage (Last 24 Hours): 242 houses were fully damaged in KP, Sindh, and Balochistan Roads destroyed in Kurram (KP) and Shigar (GB), Swat, Upper Dir, and Sindh, isolating communities The bridge was partially destroyed in KPK, Sindh, and Baluchistan 106 Livestock killed in all Provinces",
      "summary": "PAK: Flood - 06-2025 - Flash Flood #2 (2025-07-10)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.308306"
    },
    {
      "id": 17785,
      "title": "Earthquakes and Aftershocks Affect Guatemala",
      "description": "At 3:11 p.m. on July 8, 2025, an earthquake of magnitude ML 5.2 with an epicenter in the department of Sacatepéquez, in Guatemala, began a seismic sequence that, at the time of the issuance of this report, is still developing. This activity has been alarming the inhabitants of the central highlands and the valley of the capital city. So far, at least 53 events have been associated with this sequence; the highest magnitude recorded has been ML 5.6, which occurred at 3:41 p.m., with an epicenter in the department of Sacatepéquez. The sequence is located on the departmental border of Sacatepéquez, Escuintla and Guatemala, departments in which damage to infrastructure has been reported. The preliminary analysis of the largest earthquakes allows associating the seismic source with transient crustal faults. The activity is still under development, as well as its study and analysis, according to the synopsis issued by the National Institute of Seismology, Volcanology, Meteorology and Hydrology - Insivumeh. According to the Insivumeh bulletin, from Wednesday 2025-07-09 at 10:07, 183 earthquakes were registered, of which 19 are reported sensitive seismic events, which range between 3.5 and 5.6 on the Richter scale. The Ministry of Health reports at least 11 health facilities with some damage. The Ministry of Education reports 5 educational establishments affected. According to the report of the Directorate of Protection and Road Safety, Provial, at least 19 road sections have been affected by these earthquakes, of which 4 are closed, due to landslides that impede traffic. 1 bridge is damaged.",
      "summary": "GTM: Earthquake - 07-2025 - Earthquakes and Aftershocks Affect Guatemala",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.308860"
    },
    {
      "id": 17784,
      "title": "Wildfires",
      "description": "In the past 48 hours, several districts in the Republic of Serbia have been affected by wildfires. A state of emergency has been declared in the Toplica District in the municipalities of Prokuplje, Kursumlija, and Zitoradja. The situation is currently most severe in Prokuplje and Zitoradja, where several houses have burned down and livestock has been lost. Based on initial reports: Prokuplje: Affected areas: Zitni Potok, Bublica, Donja Bregovina, Merovac, Resinac, and Bresnic About 790 people live in this area According to the Red Cross Prokuplje branch field assessment, around 30 households need Red Cross support Zitoradja: Affected areas: Dubovo, Staro and Novo Momcilovo, Konjarnik A total of 70 households have been damaged According to the Red Cross Zitoradja branch and the Firefighter Unit, around 40 households need Red Cross support Kursumlija: Affected areas: Perunika, Mekuljana, Tmava, Tmavsko brdo, Spance, Malo Pupavce, Bogujevac, Veliko Pupavce, Raca, Seliste, Pacoglava, Borovac, Rastelica, Dankovice, Konjuva, Mala Kosanica According to the Red Cross Kursumlija branch, 8 houses have been damaged. However, 25 households may need support due to losses of livelihoods. A rapid assessment will be carried out.",
      "summary": "SRB: Fire - 07-2025 - Wildfires",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.309702"
    },
    {
      "id": 17783,
      "title": "Population Movement Crete",
      "description": "Crete is currently experiencing a dramatic surge in migrant arrivals, with the situation reaching a critical point. As of July 9, 2025, Crete has received over 3,500 migrants in the first nine days of July alone. Over 1,200 migrants arrived between July 1 and 3, primarily from Libya. An additional 2,000 migrants arrived in the 48 hours leading up to July 9, including 963 people on Monday, July 7. This brings the total number of migrant arrivals in Crete for July 2025 (so far) to well over 3,500, with more expected in the coming days as boats continue to arrive daily. Nearly 2,000 migrants have arrived on the island in just the past 48 hours. Since the beginning of 2025, over 9,000 migrants have arrived in Crete, representing a 350% increase compared to the same period last year. Boats carrying 50–100 people are arriving daily, often from Libya and Egypt, and Migrants come from diverse backgrounds, including Pakistan, Afghanistan, Bangladesh, Egypt, and Yemen, as traffickers shift routes due to tighter surveillance in the Eastern Aegean. The recent rescue operation involved 520 individuals on a fishing vessel south of Gavdos. Reception centers in Chania, Rethymno, and Heraklion are overcrowded and under-resourced. In Chania, migrants are housed at the Agia exhibition center, which is overcrowded and lacks necessities. In Rethymno, migrants are being sheltered at the commercial port under extreme heat conditions. In Heraklion, they have recently been transferred to an already full cargo terminal. Local authorities are calling for urgent national intervention. Chania’s deputy mayor and regional governor have described the situation as “unmanageable”. Transfers to mainland Greece (e.g., Piraeus) have begun to relieve pressure on Crete. At the same time, the European Commission is under pressure to provide funding, logistics, and coordination, especially since Crete is a major tourist destination. The Hellenic Coast Guard is conducting daily rescue operations, including one involving 520 people on a vessel south of Gavdos. The authorities are attempting to strike a balance between humanitarian needs, local concerns, and the continuity of tourism.",
      "summary": "GRC: Population Movement - 07-2025 - Population Movement Crete",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.310733"
    },
    {
      "id": 17782,
      "title": "Earthquake Centered in the Adjacent Sea of Tokara Islands",
      "description": "Seismic activity has been very active around the area since the end of June and a magnitude 5.5 (in the Japanese intensity scare level 6 lower) earthquake struck near the Tokara Islands in Kagoshima Prefecture at 4:13 p.m on 3 July 2025. So far there has been no report of casualties. About 700 people live on the 12 Tokara islands, and some of the residents have been evacuating voluntarily to the mainland.",
      "summary": "JPN: Earthquake - 07-2025 - Earthquake Centered in the Adjacent Sea of Tokara Islands",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.310904"
    },
    {
      "id": 17781,
      "title": "Earthquakes and Rheic Earthquakes in Guatemala",
      "description": "Earthquakes of 5.2, 5.6 and 4.2 on the Richter scale occurred from 3:10 p.m. on the afternoon of July 8, 2025. These have been the most sensitive originating in the faults parallel to the Central American volcanic arc, characterized by lateral movements. The Jalpatagua fault is the one that causes these earthquakes. At least 37 aftershocks have been recorded (24 of them characterized). The departments with the greatest damage are registered in Escuintla, Sacatepéquez and Guatemala. The authorities of the Government of the Republic indicated that the suspension of work is established in those departments, as well as educational activities in the public and private spheres. At the time of this report, earthquakes and aftershocks continue to be generated, most of them sensitive in the central area of the country.",
      "summary": "GTM: Earthquake - 07-2025 - Earthquakes and Rheic Earthquakes in Guatemala",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.311356"
    },
    {
      "id": 17780,
      "title": "Wildfires in Greece, June-July 2025 Report",
      "description": "Wildfires in Greece, June-July 2025 Report Overview Greece is currently battling severe wildfires, primarily affecting the islands of Chios and Crete, as well as areas near Athens, amid an intense heatwave with temperatures soaring above 42°C. The fires have prompted mass evacuations and emergency responses across the nation. Experts cite rising temperatures and prolonged droughts as key drivers of increased wildfire frequency and intensity. Wildfires in Chios Chios, one of Greece’s eastern Aegean islands, experienced a devastating wildfire outbreak starting on Sunday, June 22, 2025, which burned for several days across multiple fronts. The fires prompted mass evacuations, widespread damage, and a significant emergency response. The estimated burned area is 2,500 hectares (25 square kilometers) of forest, farmland, and low vegetation. During the operation, at least 16 villages were evacuated, including Agios Makarios, Vrontados, Chalkios, Dafnonas, and Lithi. The Firefighting Force consisted of 444 firefighters, 85 vehicles, 14 aircraft and helicopters, and reinforcements from Athens, Thessaloniki, Kavala, and Lesvos. The major fire fronts were in Kofinas, Chalkios, Agios Makarios: Initial outbreak zones with rapid spread due to strong winds, and Agios Georgios to Vessa-Lithi: Largest active front, with flare-ups continuing into late June. In Lithi, Fire reached coastal settlements, damaging homes and mastic crops. The impact was related to environmental factors, as there was a significant loss of forest and farmland; however, mastic crops—a key local product—suffered only minor damage overall. In infrastructure, there are power outages in northern Chios, especially around Vrontados. In tourism, as Hotels evacuated in coastal areas like Lithi.As of June 25, the fire was nearing extinction, with only minor flare-ups remaining. Authorities remain vigilant due to high temperatures and wind conditions. Wildfires in Crete (Ierapetra region) The wildfire near Ierapetra, Crete, started on the afternoon of Wednesday, July 2, 2025. By the evening, the fire had already reached multiple fronts and forced mass evacuations from villages and tourist resorts along the southeastern coast of Crete. The fire, which began near Ierapetra, has split into three active fronts: Achlia, Ferma, and Skinokapsala. The operation involved 230 firefighters, 10 helicopters, and 46 vehicles. The gale-force winds (up to 80 km/h) and rugged terrain are complicating containment efforts. Drones and water bombers were used during the day; aerial firefighting was limited at night. Sea evacuations were prepared with the assistance of six private boats and the Coast Guard. The key affected areas were: Ferma, Katharades, Koutsounari, Kakia Skala, Achlia, Skinokapsala. Several evacuation operations were conducted, involving both tourists and residents. The evacuations were carried out from hotels, homes, and beach resorts. People were sheltered in an indoor sports arena and relocated to hotels in safer areas. Several Homes, greenhouses, and rental properties were destroyed, as the fires reached beachfront areas, with dramatic scenes of smoke plumes over the sea. Additionally, power outages and mobile signal disruptions occurred in the affected zones. Wildfires in Attica The fire broke out in Rafina-Pikermi, on Thursday, July 3, 2025, a coastal town in eastern Attica, near Athens. Originated near Marathonos Avenue and Arionos Street, close to the village of Pikermi.There were evacuations for the areas of Agia Kyriaki, Etos Steko, and Imeros Pefkos. The residents and tourists were directed to evacuate toward the Artemida sports stadium. The winds were 5–6 Beaufort (30–50 km/h), which caused the fire to jump across Marathonos Avenue. Dense pine forests, olive groves, and vineyards fueled the fire. The smoke was heavy, blanketing the area and even affecting visibility at Athens International Airport, which was temporarily closed on one of its runways.The operation included 90 firefighters, 6 ground teams, 15 fire engines, 2 aircraft, and 3 helicopters.Several homes were burned, and the roads were closed on Marathonos Avenue and the surrounding areas. Another wildfire broke out on July 9, 2025, in Asprochori, located in the Municipality of Oropos, north of Athens. The fire ignited in an agricultural-forest area and quickly spread due to dry conditions, threatening nearby residential zones. In the area, over 60 firefighters, 20 vehicles, and 3 ground teams were deployed; additionally, 13 firefighting aircraft and 6 helicopters were also mobilized. Local municipalities contributed with construction machinery and water tankers.This fire is part of a broader wave of wildfires across Greece, with over 55 fires reported in the last 24 hours due to drought and high winds.While no official evacuation numbers have been released, the proximity of the fire to homes suggests that precautionary evacuations may have occurred. The roads, such as Agiou Konstantinou Street and parts of the Athens–Lamia National Highway, have been closed or rerouted.",
      "summary": "GRC: Fire - 06-2025 - Wildfires in Greece, June-July 2025 Report",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.313179"
    },
    {
      "id": 17779,
      "title": "Heavy Rains and Flash Floods",
      "description": "The Department of Meteorology and Hydrology (DMH) has issued national flood and landslide alerts, active since June 11. These alerts warn of potential impacts across multiple provinces. A tropical storm, moving across northern and central parts of Lao PDR and Viet Nam, combined with the southwest monsoon, is anticipated to bring light to heavy rainfall in various areas. Communities located near rivers and in low-lying areas—such as along the Nam Song River (Vang Vieng Station) and Nam San (Muang Kao Station)—are at increased risk of flash floods and landslides, which may result in damage to lives and property. Continued rainfall over several days is likely to exacerbate the situation. Additional storms are expected during July and August, increasing the likelihood of further flooding and impacts on infrastructure, livelihoods, and public safety. As of July 2, 2025, heavy rains have caused flash flooding and landslides in Ban Bouamueang and Ban Jang, Xay District, Vientiane Province. These events have affected 68 households (430 people) and disrupted livelihoods in two villages.",
      "summary": "LAO: Flood - 07-2025 - Heavy Rains and Flash Floods",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.313564"
    },
    {
      "id": 17778,
      "title": "Benue - Population Movement 2025",
      "description": "Benue and Plateau states in Nigeria are experiencing one of the most protracted and deadly communal conflicts in West Africa. The farmer-herder conflict, rooted in land use disputes and increasingly complicated by criminal violence and impunity, has persisted for over 24 years. The intensity of recent attacks, particularly from late March to June 2025, has reached catastrophic levels. In Benue State, 23 out of 23 LGAs have reported violent attacks. Recurrent assaults in Ukum, Logo, Gwer West, Gwer East, Katsina-Ala, Agatu, and Apa LGAs have led to the displacement of over 450,000 people (IOM Nigeria, June 2025 Displacement Matrix Report). More than 200 villages have been destroyed, with schools, health centers, boreholes, and markets deliberately targeted and rendered inoperable. In Plateau State, between 27 March and 2 April 2025, five communities in Bokkos LGA (Daffo, Gwande, Hurti, Manguna, and Ruwi) suffered coordinated armed attacks. The Plateau Peace Building Agency confirmed that 167 rural communities have been attacked in the last two years in Bassa, Barkin Ladi, Bokkos, Jos East, Jos South, Mangu, Riyom, and Wase LGAs. Over 65,000 people have been displaced (UNOCHA Nigeria, May 2025 Situation Overview). A notable incident occurred on June 14, 2025, when suspected herdsmen killed 200 people in Yelwata, Guma LGA (Benue) and displaced 2,000 others (Benue State Emergency Management Agency, BSEMA, June 2025). Just six days later, 32 more civilians, mostly women and children, were killed in renewed violence in Mangu and Bokkos (Plateau State Government Situation Brief, June 2025).",
      "summary": "NGA: Population Movement - 06-2025 - Benue - Population Movement 2025 #2 (2025-07-23)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.313952"
    },
    {
      "id": 17777,
      "title": "Nigeria - Flood",
      "description": "With the prediction from the Nigeria Metereological Agency (NIMET) on the flood alerts in about 30 states in Nigeria, this has continue to manifest with flood affecting about 13 states already. Several houses and properties have been destroyed and about 20 people dead. The flood has already affected states like Borno, Ondo, Ekiti, Delta, Nasarawa, Kebbi, Akwa Ibom, Cross River, Rivers, Kogi, Niger, Kwara, Ogun.",
      "summary": "NGA: Flood - 07-2025 - Nigeria - Flood #5 (2025-07-06)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.314134"
    },
    {
      "id": 17776,
      "title": "Rainy Season 2025",
      "description": "According to the National Unit for Disaster Risk Management – UNGRD, during the first rainy season of 2025 there have been 1,769 events, including 905 mass movements, 447 floods, 224 gales, 159 sudden floods, 34 torrential floods, where 407,957 have been affected people, 119 people injured and 112 dead. The climate in Colombia is characterized by being predominantly tropical, due to its geographical location near the equator. Although the four classic seasons are not experienced, there are two main periods: more rainfall and less rainfall. The behavior of the climate can vary significantly between the different regions of the country, ranging from areas with hot and humid climates to areas with cold high mountain climates. This condition puts populations living in areas with high vulnerability to extreme weather phenomena at high risk. In Colombia, rainfall regimes are classified as unimodal and bimodal. A unimodal regime is characterized by one rainy season and one dry season per year, while a bimodal regime has two rainy seasons and two dry seasons.",
      "summary": "COL: Flood - 07-2025 - Rainy Season 2025",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.315309"
    },
    {
      "id": 17775,
      "title": "Fire",
      "description": "A series of wildfires began on 30 June 2025 and were formally announced by the government on 3 July, spreading across multiple villages in rural northeastern Latakia, including Al-Rihaniyah, Shalaf, Zanzouf, Ghassaniyeh, Al-Atirah, and Beit Al-Qusayr, fueled by hot eastern winds, dry vegetation, and difficult terrain. These fires have quickly overwhelmed already exhausted local firefighting capacity and led to significant displacement and material loss. Context: Recurrent Crises in Latakia Latakia, typically seen as one of Syria’s more stable regions, has faced a series of compounded crises over the years. In addition to hosting large numbers of displaced people from other governorates, the area has experienced: March 2025 Security Incidents: In March 2025, localized unrest was reported in parts of Latakia and Tartous governorates, linked to rising community-level tensions. Recurring wildfires, notably in early 2020, 2022, 2023, and 2024, have damaged forests and agricultural lands critical for local livelihoods. Ongoing economic hardship linked to the national crisis continues to limit fuel availability and weaken public services such as firefighting, while liquidity constraints are also affecting the ability of SARC to sustain and scale up their response. · These overlapping hazards have significantly eroded community resilience and the ability of local systems to respond to new emergencies. Impact of the Current Fires Around 5,000 people have been directly and indirectly affected. At least 1120 individuals have been moved, particularly from Beit Ayoush, Al-Mazra’a, and Saboura, where homes were directly threatened. Fires have destroyed crops, olive groves, and livestock, notably in Beit Ayman, Al-Iman, and Kastal Maaf, deepening food insecurity for already vulnerable communities. The blaze has spread toward Qandil Valley and Jabal Al-Basit, increasing the risk to surrounding villages. · Security conditions in parts of Latakia and surrounding highland and border areas remain complex. Between May and June 2025, increased aerial activity. The presence of unexploded ordnance and remnants of past hostilities, particularly in former frontlines and border villages, continues to pose risks to both residents and humanitarian personnel. The security incidents of 8 December and March 2025 also underline the sensitivity of the area and the need for careful access coordination. While SARC teams are actively responding, movement into remote fire-affected areas requires ongoing coordination with local authorities due to access constraints, fuel shortages.",
      "summary": "SYR: Fire - 07-2025 - Fire",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.316707"
    },
    {
      "id": 17774,
      "title": "Nationwide Wildfires",
      "description": "In late June and early July 2025, large-scale wildfires broke out across several provinces in western Türkiye, particularly affecting the Aegean region, including İzmir, Çanakkale, and Balıkesir. The fires, fueled by strong winds, high temperatures, and low humidity, spread rapidly across forested and rural areas, causing significant environmental and social impacts. Approximately 50,000 people were evacuated from their homes as a precautionary measure, with around 42,000 people displaced in Seferihisar district alone. At least 46 individuals were hospitalized due to smoke inhalation and other fire-related injuries, with one reported in critical condition. Although no official fatalities have been confirmed, the fires caused considerable damage to residential areas, agricultural lands, and livestock. The situation has placed pressure on local response capacities, and multiple firefighting teams, aerial support units, and humanitarian organizations—including Türk Kızılay—have been mobilized. Türk Kızılay has been actively providing hot meals, water, and psychosocial support to affected communities and response personnel. The affected population includes vulnerable groups such as the elderly, persons with chronic illnesses, and low-income rural families, many of whom have lost access to shelter, livelihoods, and basic services. The risk of recurring fires remains high due to ongoing heatwaves and dry conditions.",
      "summary": "TUR: Fire - 06-2025 - Nationwide Wildfires",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.317125"
    },
    {
      "id": 17773,
      "title": "Nigeria - Flood",
      "description": "On 29 June 2025, at about 12:46 pm, there was a heavy rainfall in the Wovi community, the Garjang community, and Gumsun town in Damboa LGA, which led to the destruction of properties, resulting in 9 fatalities and 18 people sustained injuries. Many houses were damaged, prompting a swift response from emergency services to assess the situation and provide humanitarian services to the affected residents.",
      "summary": "NGA: Flood - 06-2025 - Nigeria - Flood #4 (2025-07-02)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.317599"
    },
    {
      "id": 17772,
      "title": "Chikungunya Outbreak",
      "description": "Eighty four new cases of Chikungunya have been reported since the last reporting week. Cases have been confirmed across all six sub counties in Mombasa. Chikungunya typically presents with sudden on set off ever accompanied by severe joint pain, which may persist for weeks or months other symptoms include muscle pain, headache, nausea, fatigue, and rash. A total of 2198 mosquito breeding sites were identified and treated through larviciding. Seven hundred and eighty people were reached with vector control health education. Three hundred and six villages were covered through fogging exercises. Two hundred and eighteen houses were sprayed with insecticide for vector control. Insecticide-treated nets were distributed to vulnerable communities.",
      "summary": "KEN: Epidemic - 05-2025 - Chikungunya Outbreak",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:09:28.317750"
    },
    {
      "id": 17771,
      "title": "Ocotepeque HN",
      "description": "The Permanent Contingencies Commission (Copeco) issued a Yellow Alert on June 17, 2025, for seven departments: Copán, Ocotepeque, Lempira, Intibucá, La Paz, Valle and Choluteca. It also included municipalities near the Ulúa River in Cortés, Yoro, and Atlántida. Heavy rains (more than six continuous hours) caused river overflows, landslides, floods, blackouts and swept vehicles in several municipalities (La Encarnación, Concepción, Sensenti, Sinuapa, Ocotepeque among others) On June 18, Copeco raised the department of Ocotepeque and municipalities along the Ulúa River to Red Alert, due to the rupture of containment banks that threatened infrastructure and lives. On June 20, 2025, heavy rains destroyed the water intake (original dam more than 40 years old) that supplied more than 25,000 people in the municipalities of Ocotepeque and Sinuapa. The situation has left the population without access to drinking water, and local authorities describe the emergency as a serious health risk. The central government and international cooperation were asked for support to install temporary solutions (tanker trucks) and plan the construction of a new water infrastructure, which could take several months.",
      "summary": "HND: Flood - 06-2025 - Ocotepeque HN",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.724991"
    },
    {
      "id": 17770,
      "title": "Flash Flood",
      "description": "Situational Overview 1. Effects of the Hazard Heavy monsoon rains have caused flash floods, landslides, house collapses, and drownings across Pakistan. The worst-affected provinces are Khyber Pakhtunkhwa (KP) Punjab,AJK, Sindh and Balochistan, with casualties, injuries, infrastructure damage, and livestock losses reported. Cumulative (26th to 29th June): 78 deaths: 25 males, 16 females, 37 children 136 injured: 47 males, 34 females, 55 children Infrastructure Damage (Last 24 Hours): 185 houses were fully damaged in KP, Sindh, and Balochistan Roads destroyed in Kurram (KP) and Shigar (GB), Swat, Upper Dir, and Sindh, isolating communities The bridge was partially destroyed in KPK, Sindh, and Baluchistan 91 livestock killed in Sindh 2. Current Context Monsoon rains since 26 June 2025 have triggered severe flash floods, especially in hilly areas. Rescue operations have saved 135 people , mainly in KP. Relief material distribution remains limited. 3. Affected Population Residents of Punjab (Attock), KP (Mansehra, Swat, Bunner, Kurram), Balochistan (Zhob, Harnai), and Sindh (Tharparkar, Mirpurkhas) and Balochistan are most affected. Tourists in flood-prone areas like Swat are also at risk. 4. Impact on Population Loss of Lives and Injuries: Women and children disproportionately affected; one family from Multan was swept away in Zhob. Housing Damage: Thousands face shelter insecurity.(NDMA 185 Houses Fully Dameged) Livelihood Losses: Livestock deaths impact rural economies. Health Risks: Lack of medical care and clean water increases disease risk. Transport Disruption: Washed-away roads delay aid delivery and isolate communities.",
      "summary": "PAK: Pluvial/Flash Flood - 06-2025 - Flash Flood",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.728167"
    },
    {
      "id": 17769,
      "title": "Explosion of an electrical transformer in the middle of a baccalaureate exam at the Lycée BOGANDA in Bangui",
      "description": "On Wednesday, June 25, 2025, an unfortunate incident affected the Central African Republic in general, the inhabitants of Bangui the capital in particular. Indeed, the baccalaureate exam held at the Lycée Barthélémy BOGANDA, located in the fourth district of Bangui, was disrupted by the explosion of a transformer located on the ground floor of the school building. Panic-stricken, the students ran in all directions and in trying to save their lives, some unfortunately lost them. Being alerted, the parents converged on this examination center, each trying to find their children. This influx has thus increased the risks leading to fainting and loss of life. Alerted to the situation, the Secretary General of the Central African Red Cross instructed the Department of Disaster Management, Rescue Coordination and First Aid to deploy rescue volunteers from the National Society in the field. The latter arrived at the scene of the incident when most of the evacuations have already been carried out by motorcycle taxi drivers, the police, the National Gendarmerie, the General Directorate of Civil Protection (Fire Brigade) and some individuals. The volunteers then converged on the care structures that were overwhelmed, in particular the Community University Hospital Center and the National University Hospital Center of Bangui to support the nursing staff. The results (which could change) are essentially as follows to date: - 260 injured, including 188 girls and 72 boys; - 29 lifeless bodies It should be noted that all the surviving victims as well as their respective parents require psychosocial support because they have all been strongly traumatized",
      "summary": "CAF: Fire - 06-2025 - Explosion of an electrical transformer in the middle of a baccalaureate exam at the Lycée BOGANDA in Bangui",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.728842"
    },
    {
      "id": 17768,
      "title": "Floods 2025",
      "description": "The Venezuelan government has implemented various measures to deal with the rains of June 2025, which have affected several regions of the country. Inspections have been carried out in ravines and vulnerable areas, as part of the 2025 Rainfall Plan, with the aim of preventing overflows and guaranteeing the safety of communities. To attend to emergencies due to rains in Mérida, Táchira, Trujillo and Barinas. The National Armed Forces and regional and local authorities have been deployed to the \"Andes 2025\" Plan. On the other hand,the National Institute of Meteorology and Hydrology (INAMEH) has issued alerts about intense rainfall and electrical discharges in multiple states, including Bolívar, Amazonas, Apure, Lara and Zulia. In addition, Civil Protection teams have been deployed in Táchira to monitor the effects and coordinate responses to emergencies. The governor of the state of Mérida, Arnaldo Sánchez, reported that 12 municipalities have been affected by the intense rains recorded in the last few hours. Among the most impacted areas are Pueblo Llano, Cardenal Quintero, Rangel, Miranda, Santo Marquino, Libertador and Campo Elías. For its part, Civil Protection of the state of Mérida announced on its social networks the activation of an Emergency Plan in the Páramo.",
      "summary": "VEN: Flood - 06-2025 - Floods 2025 #2 (2025-06-27)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.729370"
    },
    {
      "id": 17767,
      "title": "Viet Nam flood",
      "description": "From 18 to 23 June 2025, heavy rainfall caused widespread flooding and landslides in Bac Kan province, particularly in northern mountainous areas. A total of 277 houses were damaged—most severely in Bach Thong (150 houses), Na Ri (59), and Bac Kan City (13)—with dozens of families urgently evacuated. One person died in a landslide in Ba Be district. The floods also destroyed aquaculture areas, swept away hundreds of livestock and poultry, and damaged key infrastructure. Around 7,800 m³ of soil and rocks blocked roads, and bridges and drainage systems were damaged in several districts, cutting off access to some areas. In neighboring provinces, flooding continued to impact Lang Son, where three villages remained isolated as of 24 June, affecting 184 households. Agricultural losses included 495 hectares of inundated rice and crops across Lang Son and Bac Giang, although floodwaters had receded in Thai Nguyen.",
      "summary": "VNM: Flood - 06-2025 - Viet Nam flood #2 (2025-06-25)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.730033"
    },
    {
      "id": 17766,
      "title": "Floods in South Halmahera district",
      "description": "Heavy rainfall on Sunday, 22 June 2025 caused overflow of Inggoy River and triggers flooding around the river area and impacting in total of 15 villages across 5 sub-disctrct in South Halmahera, North Maluku province. Flood water ranging from 30–100 cm Impact: 4,418 households / 14,938 people affected by the floods and approximately 9,240 people evacuated into safer location. As the report circulated, around 1,522 houses affected by the floods with 4 houses sustained heavy damage, 2 bridges heavily damaged, and 1 fatality reported. Responding to the floods situation, South Halmahera District authority declared a 14-day flood emergency response status from 22 June to 7 July 2025. As of report circulated, floodwaters have not fully receded and post-floods debris (mud, logs and etc) inundated affected area. Displaced household are evacuating into several location. However, most of the displaced houshold sought shelter within their neighbour or relatives houses Based on coordination call with PMI North Maluku provincial team, immediate and basic needs are met. Post floods activity such as environment post-floods cleaning activity is starting as affected household are returning back to their house. BPBD will start the early-recovery assessment after the emergency period ended.",
      "summary": "IDN: Flood - 06-2025 - Floods in South Halmahera district",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.730848"
    },
    {
      "id": 17765,
      "title": "Alerta roja: Frío extremo",
      "description": "Frío extremo asociado al ingreso de una masa de aire polar, que derivó en la emisión de una alerta roja por parte del Sistema Nacional de Emergencias (SINAE), el Ministerio de Desarrollo Social (Mides) y otras instituciones, dirigida de manera exclusiva a la población en situación de calle. Desde el 23 de junio de 2025, el país se encuentra bajo un operativo especial debido a la activación de la alerta roja por frío extremo. La alerta se enfoca en la población en situación de calle, dado el incremento del riesgo vital que representan las bajas temperaturas, los vientos fuertes y la alta humedad. La entrada de una masa de aire polar ha generado temperaturas mínimas cercanas a 0°C, sensaciones térmicas de hasta 7 grados bajo cero y fenómenos como heladas y aguanieve en distintos puntos del territorio nacional.Las autoridades nacionales han implementado medidas urgentes para mitigar el impacto de estas condiciones climáticas, triplicando los equipos de captación en calle y ampliando la capacidad de alojamiento en refugios y centros de contingencia. El evento ha tenido como consecuencia más grave el fallecimiento de al menos siete personas en situación de calle, en distintos puntos del país, siendo la mayor parte de los casos en la capital. Si bien en varios de estos casos las autoridades forenses señalan que existían condiciones de salud preexistentes, el frío ha sido un factor agravante decisivo.Asimismo, las líneas de denuncia y solicitud de apoyo, como el 0800 8798 del Mides, han registrado una alta demanda que llevó a su saturación en algunos momentos. Las condiciones meteorológicas han provocado la necesidad de habilitar más de 1.000 plazas adicionales en refugios y centros de contingencia, distribuidos en 32 nuevos dispositivos, incluidos gimnasios y centros del Ministerio del Interior y el Ejército.En el interior del país, se reportaron episodios de aguanieve y heladas agrometeorológicas, con especial mención a las zonas de Cardona, Nueva Palmira y las sierras de Lavalleja y Maldonado.ACTUALIZACIÓN 27 DE JUNIO: El Sistema Nacional de Emergencias (Sinae) informó que la alerta roja por ola de frío extremo, con evacuación obligatoria de personas en situación de calle, se extenderá hasta el martes, y luego se evaluará. La medida se toma por la ola de frío que el Instituto Uruguayo de Meteorología (Inumet) anunció entre domingo y martes, y que será monitoreada ese día. Respecto a las cifras, el director del Sinae, Leandro Palomeque, y el subdirector de la Policía Nacional, Alfredo Clavijo, informaron que aumentó el número de personas asistidas en los centros de evacuación. \"El total de personas trasladadas a los refugios del Mides alcanzó a ocupar 1.299 plazas. Las personas alojadas en centros de evacuación previstos por la alerta, alcanzaron 293 plazas en Montevideo, y completaron 550 considerando el interior del país\", indicó Palomeque. En total ya están establecidas 100 plazas en la Plaza de Deportes Nº2 (zona centro), 65 plazas en Palacio Peñarol (que llegarán a 130 este viernes), 140 plazas en el polideportivo de la Escuela de Policía (este de la capital). \"Estamos ampliando, no significa que van a estar operativas, son el resguardo que tenemos equipadas para ponerlas en funcionamiento el domingo, 120 plazas en la zona oeste de Montevideo, y 20 plazas más en las inmediaciones de Bv. Artigas y Agraciada\", dijo Palomeque.",
      "summary": "URY: Cold Wave - 06-2025 - Alerta roja: Frío extremo",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.732556"
    },
    {
      "id": 17764,
      "title": "Iran Complex Emergency",
      "description": "Since June 13, 2025, a significant military conflict has unfolded between Israel and Iran, marking a major escalation in their historically tense relationship. The hostilities began with a series of Israeli airstrikes targeting Iranian infrastructure in locations such as Natanz,Fordow, and Tehran.The humanitarian situation in Iran has become increasingly concerning. Civilian areas in several cities, particularly Tehran, have been affected by the ongoing strikes. Iranian authorities have reported significant casualties, with a large proportion believed to be civilians.The conflict has placed immense pressure on emergency services and healthcare systems, with hospitals facing challenges in managing the influx of injured individuals. Damage to infrastructure, including power and water systems, has further complicated relief efforts. Additionally, many residents have been displaced from their homes, seeking safety in less affected areas. Until June 23, 2025, there has been internet blackout in Iran. The conflict remains active, and the humanitarian needs on the ground continue to grow amid continued strikes. Vulnerable groups are disproportionately affected. Children, the elderly, people with disabilities, and those with chronic health conditions face heightened risks due to limited mobility, disrupted healthcare, and psychological trauma. Internally displaced persons(IDPs) have surged in number, as thousands flee urban centers for rural areas perceived as safer. A number of medical centers including Valiasar Hospital, Motahari Accident&BurnHospital,Khatam Hospital,IRCS Rehabilitation Center,Welfare Center,intensive care unit of Farabi Hospitalhave been attacked.One of the IRCS ambulance and helicopter were also attacked. So far,4 relief workers have been killed by Israeli attacks during relief operation.",
      "summary": "IRN: Complex Emergency - 06-2025 - Iran Complex Emergency",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.733022"
    },
    {
      "id": 17763,
      "title": "Iran Complex Emergency",
      "description": "",
      "summary": "IRN: Complex Emergency - 06-2025 - Iran Complex Emergency #2 (2025-06-24)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.733144"
    },
    {
      "id": 17762,
      "title": "SYR: Drought - 2025-04 - Syria Droughts 2025",
      "description": "In 2025, Syria remains deeply affected by the cumulative impacts of over a decade of conflict, economic collapse, infrastructure degradation, and climate-related shocks. More than 14.2 million people across the country require humanitarian assistance, with over 12 million lacking reliable access to safe water. The public service delivery system is critically weakened, and widespread inflation, sanctions, and fuel shortages have severely undermined people’s ability to meet basic needs, particularly in health, food security, and access to water and sanitation services. Amid this fragile context, Syria is now facing one of the most severe droughts in its recent history. The country experienced its driest winter since 1958, with rainfall reaching only 25 per cent of seasonal norms, triggering a deepening water crisis nationwide. This extreme weather event has drastically reduced surface-water flows and groundwater recharge, pushing already vulnerable populations into an escalating humanitarian emergency. More than 80 per cent of Syrians are now estimated to be affected by drought-related impacts, including water scarcity, declining agricultural productivity, and deteriorating public-health conditions. Urgent water, sanitation and hygiene (WASH) needs are being reported across both urban centres and remote rural areas, where weakened infrastructure and unreliable access to safe water leave communities increasingly dependent on costly or unsafe sources. Families throughout the country are facing mounting challenges in securing drinking water, maintaining hygiene, protecting livelihoods and accessing essential services—underscoring the need for immediate, large-scale humanitarian action. In Damascus, the Ein al-Fijeh spring, which supplies about 70% of the city’s water, has declined to just 2 m³/s in 2025, compared to 10–20 m³/s in previous years—marking the lowest level in over six decades. Approximately 5 million residents are affected by severe water rationing, with many households receiving water for less than two hours per day. The population has become increasingly dependent on unregulated tanker deliveries, raising protection and public health concerns, especially for low-income and displaced families. Power cuts further impair water pumping and distribution systems across the capital. In Rural Damascus, an estimated 1.2 million people are affected by the drying of the Barada River and the near-total collapse of irrigation systems. Both household and agricultural water needs are critically underserved. Over-abstraction of groundwater continues, with water tables dropping beyond sustainable levels. Many communities lack functioning sanitation infrastructure, increasing the risk of waterborne disease outbreaks such as diarrhea and hepatitis A. In Sweida, where over 650,000 people rely on groundwater and local dams, the drought has sharply reduced water availability. Communities are forced to rely on emergency water trucking, often from distant and unreliable sources. Water consumption has declined below minimum survival thresholds in some villages, leading to the adoption of negative coping strategies, such as reduced hygiene and consumption of unsafe water—placing vulnerable groups, particularly women and children, at greater risk. In Homs, nearly 1.5 million people are affected by widespread well failures, groundwater depletion, and desertification. Agricultural families are losing livelihoods due to the high cost and limited availability of fuel and irrigation water. Rural communities face increased reliance on informal or contaminated water sources, and many areas report non-functional water networks and sanitation systems. In addition to these governorates, other areas have also been significantly affected by the drought. Daraa, Quneitra, and Al-Hasakeh have reported declining groundwater levels, water scarcity in rural communities, and increased reliance on water trucking. In Aleppo, both rural and peri-urban areas are facing reduced agricultural yields and growing water supply gaps. The drought has also worsened conditions in Deir-ez-Zor and Raqqa, where water systems remain fragile due to previous conflict-related damage, limiting access to safe and reliable sources. Across all affected governorates, the lack of access to safe water is reducing school attendance, increasing unpaid care burdens on women, and creating potential protection risks as families turn to unsafe sources or walk long distances. Public health systems are strained, and the risk of localized disease outbreaks is growing. The humanitarian response is further complicated by weakened national systems, limited institutional capacity, and a large funding gap in the WASH sector. Given the severity of the drought and the fragility of basic services, urgent WASH interventions are required to ensure access to safe water, rehabilitate critical infrastructure, support hygiene promotion, and strengthen community resilience in all affected areas. These efforts are essential to reduce suffering and prevent further deterioration of living conditions among the estimated 8.3 million people directly or indirectly affected by the drought in the targeted areas.",
      "summary": "SYR: Drought - 04-2025 - SYR: Drought - 2025-04 - Syria Droughts 2025",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.734194"
    },
    {
      "id": 17761,
      "title": "Population Movement from Iran",
      "description": "Since January 2025, a total of 446,474 Afghan nationals have returned from Iran through the border crossings of Islam Qala and Malik, driven primarily by Iranian deportation policies and escalating conflict clashes in Iran. This surge in returnees includes many families, particularly women and children, who face harsh conditions upon arrival, such as lack of food, shelter, and medical care. On average, approximately 1,350 families, or around 9,450 individuals, are returning each day, highlighting the urgent need for humanitarian assistance and support to facilitate their reintegration into Afghan society. Iran’s tightened regulations on residency and essential services for Afghans and the deteriorating security situation in Iran due to the conflict between Israel and Iran have prompted a huge surge in returns. These developments have spurred a second significant wave of cross-border movement, further straining Afghanistan’s already fragile infrastructure",
      "summary": "AFG: Population Movement - 01-2025 - Population Movement from Iran",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.734536"
    },
    {
      "id": 17760,
      "title": "Flood from Heavy rainfall",
      "description": "Since 21 June, prolonged and heavy rainfall in Huu Lung District, Lang Son Province has led to rising water levels in the Trung and Thuong Rivers and local streams, resulting in flooding and landslides across the district. According to local reports, as of now, there have been no human casualties. However, the district has recorded 39 flooded locations and 5 landslide sites, and 41 households have been relocated. Additionally, 469 households have been isolated in three communes (Minh Tien, Nhat Tien, and Hoa Binh) of Huu Lung District. Some roads in these communes are submerged under 60–70 cm of water, with certain areas reaching around 1 meter.",
      "summary": "VNM: Flood - 02-2025 - Flood from Heavy rainfall",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.734814"
    },
    {
      "id": 17759,
      "title": "Response Operation of the Azerbaijan Red Crescent Society",
      "description": "An escalation of the conflict between Iran and Israel started on June 13, 2025, could have a wide range of consequences, including refugee flows, supply chain disruptions, increased humanitarian needs among vulnerable populations, and psychological stress. So far Azerbaijan temporarily opened the Astara border crossing with Iran to allow the safe evacuation of foreign nationals and Azerbaijani citizens from Iran. Between June 13–17, more than 600–700 individuals from over 17 countries—including Russia, the United States, Germany, Canada, and several Arab states as well as Azerbaijani citizens from Iran crossed into Azerbaijan. They were later transported to Baku for onward flights. This move highlighted Azerbaijan's humanitarian role in the region. Given Azerbaijan’s geographical proximity to Iran and shared border, the Azerbaijan Red Crescent Society (AzRC) would need to be prepared for a rapid and coordinated humanitarian response.",
      "summary": "AZE: Population Movement - 07-2025 - Response Operation of the Azerbaijan Red Crescent Society",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.735000"
    },
    {
      "id": 17758,
      "title": "Population Movement: Iran-Pakistan June 2025",
      "description": "The tensions between Iran and Israel have significantly intensified since June 13, 2025, with a series of missile strikes, drone attacks, and cross-border military actions marking the escalation. This worsening conflict has raised serious humanitarian concerns, especially for Iranian citizens living in provinces along the border. The border between Pakistan and Iran spans approximately 909 kilometers, linking Pakistan’s Baluchistan province with Iran’s Sistan and Balochistan province. Should the situation continue to deteriorate, there is a growing risk of mass displacement, potentially leading to an influx of people into neighboring countries such as Pakistan. Moreover, a considerable number of Pakistani nationals reside in Iran, including members of the business community, laborers, pilgrims, and students. Due to the ongoing hostilities and the closure of airspace, many Pakistanis have begun returning home through border crossings in Baluchistan. This trend is expected to accelerate in the days ahead.",
      "summary": "PAK: Population Movement - 07-2025 - Population Movement: Iran-Pakistan June 2025",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.735154"
    },
    {
      "id": 17757,
      "title": "Floods June 2025",
      "description": "Since May 2025, Venezuela has faced episodes of intense and prolonged rainfall due to the passage of various tropical waves, including numbers 5 and 6. These weather conditions caused severe floods, river floods and landslides, especially affecting some localities in the states of Zulia, Táchira, Amazonas, Apure, Bolívar, Monagas, Sucre, Mérida, Barinas and Trujillo. The National Institute of Meteorology and Hydrology (INAMEH) warned about the presence of convective systems with electrical activity and rains of different intensity in much of the national territory. Likewise, the institute projected the continuation of intense rainfall in regions such as the Andes, Western Plains, Guyana and coastal areas, warning of the possible arrival of new tropical waves in the coming days. A situation which has kept Civil Protection and regional authorities on alert.",
      "summary": "VEN: Pluvial/Flash Flood - 06-2025 - Floods June 2025",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.735320"
    },
    {
      "id": 17756,
      "title": "Regional Crisis Impact",
      "description": "As of mid-June 2025, the ongoing Iran–Israel conflict has increased regional tensions, with growing implications for Jordan’s security environment and humanitarian readiness. While Jordan has not been directly targeted, multiple verified incidents of missile interceptions and shrapnel fall have been recorded over northern and central governorates, Irbid, Jerash, Madaba and Amman. Over the week, several Iranian drones were also reportedly shot down over Jordanian airspace, underlining the risk posed by falling debris even outside of concentrated missile waves. In response to the closure of Israeli airspace, there has been a significant increase in civilian movement across the King Hussein Bridge into Jordan, as travelers seek to exit the region via Queen Alia International Airport. This influx has added pressure to border management and logistical coordination. Airspace disruptions across Jordan continue to affect flight routes. Despite these challenges, access remains open and operational, and JNRCS continues its activities without major restrictions. Coordination among Movement partners remains active, with preparedness measures under regular review to address any potential humanitarian consequences resulting from further escalation.",
      "summary": "JOR: Complex Emergency - 06-2025 - Regional Crisis Impact",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.735691"
    },
    {
      "id": 17755,
      "title": "Farmers Herders Clashes/Bandit Attack",
      "description": "A devastating attack occurred in the Yelewata community, resulting in significant loss of life and displacement. Here's an update on the incident: Benue Communities have been under constant attacks by armed carriers. In a recent attack on Friday, 13/6/2025, hundreds of persons were displaced, many killed, and some maimed in the Yelewata community in Guma LGA. The displaced persons are currently being registered at the Makurdi International Market to ascertain the number of displaced persons. Over 10 International and home-based CSOs are on the ground to coordinate the documentation of the affected persons as well as find a safe space for them. Attack Details · Date: June 13/14, 2025 · Location: Yelewata community, Guma LGA, Benue State · Attackers: Suspected armed herders/Fulani terrorists · Casualties: Estimated 100-200 people killed, with many still missing, and over 120 reported missing · Displacement: Over 2,000 people were displaced due to the attack · Injuries: Many individuals were injured, receiving treatment at Benue State University Teaching Hospital (BSUTH) in Makurdi",
      "summary": "NGA: Other - 06-2025 - Farmers Herders Clashes/Bandit Attack",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.736513"
    },
    {
      "id": 17754,
      "title": "Iran I.R.",
      "description": "Starting June 13, 2025, a significant military conflict has unfolded between Israel and Iran, marking a major escalation in their historically tense relationship. The hostilities began with a series of Israeli airstrikes targeting critical infrastructure in locations such as Natanz, Fordow, and Tehran. These strikes reportedly resulted in the deaths of several senior Iranian officials. The humanitarian situation in Iran has become increasingly concerning. Civilian areas in several cities, particularly Tehran, have been affected by the ongoing strikes. Iranian authorities have reported significant casualties, with a large proportion believed to be civilians. The conflict has placed immense pressure on emergency services and healthcare systems, with hospitals facing challenges in managing the influx of injured individuals. Damage to infrastructure, including power and water systems, has further complicated relief efforts. Additionally, many residents have been displaced from their homes, seeking safety in less affected areas. As of June 18, 2025, the conflict remains active, and the humanitarian needs on the ground continue to grow",
      "summary": "IRN: Complex Emergency - 06-2025 - Iran I.R.",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.736714"
    },
    {
      "id": 17753,
      "title": "Mount Lewotobi Laki-laki",
      "description": "Mt. Lewotobi Laki-laki erupted on Tuesday (June 17) at 5:35 PM (GMT +8), sending an ash column approximately 10,000 meters above its crater. Indonesian Center for Volcanic and Geological Disaster Mitigation escalates the The volcano's alert status from Level III (Alert) to Level IV (Warning), the highest level. Volcanic tremors continues which indicates volcanic activities remain active. Six districts and two islands have been impacted by volcanic ash from the eruption. The East Flores District authority has declared a state of emergency, effective from February to August 2025. The eruption caused travel disruption with 12 flights at Komodo International Airport (Labuan Bajo sub-district) were cancelled due to the volcanic ash. Since the eruption in 2024, community who used to live within the disaster prone area (less than 5 kilometers from Lewotobi crater) has permanently relocated to safer area. East Florest district authority has provided and constructed permanent shelter to affected community.",
      "summary": "IDN: Volcanic Eruption - 06-2025 - Mount Lewotobi Laki-laki",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.737572"
    },
    {
      "id": 17752,
      "title": "SVN: Hail storm -06-2025",
      "description": "Extremely large hailstones, some as big as goose eggs, struck several villages in the area of Gornji Petrovci, Šalovci, and Hodoš. The hail fell without rain, which made it even more intense and destructive. After the hailstorm, there was also a thunderstorm with hevy rain. Numerous houses had roofs completly destroyed, some managed to repair them by themselves but for three families, the damage was too much and they had to evacuate. This part of Slovenia is one the poorest with high unemployment rate so the affected families will need assistance.",
      "summary": "SVN: Other - 06-2025 - SVN: Hail storm -06-2025",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.737801"
    },
    {
      "id": 17751,
      "title": "Weather Events",
      "description": "Antofagasta: According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the Antofagasta Region: Alert Prognosis Beginning The end AA50 Alert Moderate to strong wind with white wind development in the pre-mountain range, salt flats and mountain range of the region. 17-06 18-06 Alert AA49 Moderate to strong wind with white wind development in the mountain range of the region. 16-06 16-06 Notice A222-1 Normal to moderate wind with a probability of white wind in the coastal mountain range, pre-mountain range, salt flats and mountain range of the region. 15-06 19-06 Likewise, considering the Meteorological Hazard Report issued today and the meteorological alert and warning mentioned above, the following wind speed amounts (km/h) are expected for the region: Zone Sunday 15 Monday 16 Tuesday 17 Wednesday 18 Thursday 19 Coastal Mountain Range 40 – 60 60 – 80 60 – 80 60 – 80 60 – 80 Foothills 60 – 80, 90 Streaks 60 – 80, 90 Streaks Precordillera Salar - 40 – 60 50 – 70 50 – 70 40 – 60 Mountain range 60 – 80 80 – 100 80 – 100 80 – 100 60 – 80 In consideration of this background, and in coordination with the Regional Presidential Delegation of Antofagasta, the Regional Directorate of SENAPRED updates the regional Preventive Early Warning for wind, which has been in force since June 2 and until conditions warrant it. The updating of this alert is constituted as a state of reinforcement of surveillance, through the precise and rigorous monitoring of risk conditions and the respective vulnerabilities associated with the threat, coordinating and activating the National System for Disaster Prevention and Response (SINAPRED) in order to act in a timely manner in the event of possible emergency situations. Coquimbo: According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the Coquimbo Region: Alert Prognosis Beginning The end Notice A216-3 Normal to moderate wind (between 30 and 50, with gusts of 70 km/h) in the mountain range of the region. 15-06 15-06 Notice A223 Normal to moderate rainfall (between 10 and 20 mm) in a short period of time in the province of Choapa. 16-06 16-06 Likewise, as indicated in the DMC's Meteorological Hazard Report, issued today, the amounts of Precipitation (mm) forecast for the region are as follows: Zone Sunday 15 Monday 16 Tuesday 17 Littoral <3 (northern section) 10 – 14 (southern section) 5 – 14 - Coastal Mountain Range 1 – 5 (northern section) 10 – 19 (southern section) 2 – 5 (northern section)10 – 15 (southern section) <2 Pre-Andean Valleys and Pre-Andean Mountains 10 – 20 (southern section) Mountain range 1 – 3 cm (northern section) 5 – 10 cm (southern section) <2 cm (northern section) 10 – 15 cm (southern section) - Isotherm 0°C (m.a.s.l.) 3,100 – 3,500 – 3,300 3,000 – 2,300 – 3,000 3,000 – 2,700 Por su parte, el Servicio Nacional de Geología y Minería (SERNAGEOMIN), mediante la actualización de la Minuta Técnica por Peligro de Remociones en Masa, emitida en la jornada de hoy, indica que la posibilidad de ocurrencia de remociones en masa es moderada en el tramo sur de litoral, cordillera de la costa, valles precordilleranos y precordillera y baja en el tramo norte de litoral, cordillera de la costa, valles precordilleranos y precordillera y cordillera de la región. En consideración a estos antecedentes, y en coordinación con la Delegación Presidencial Regional de Coquimbo, la Dirección Regional del SENAPRED actualiza la Alerta Temprana Preventiva Regional por Evento Meteorológico, que se encuentra vigente desde el 08 de junio y hasta que las condiciones así lo ameriten. La actualización de esta alerta se constituye como un estado de reforzamiento de la vigilancia, mediante el monitoreo preciso y riguroso de las condiciones de riesgo y las respectivas vulnerabilidades asociadas a la amenaza, coordinando y activando al Sistema Nacional de Prevención y Respuesta ante Desastres (SINAPRED) con el fin de actuar oportunamente frente a eventuales situaciones de emergencia. SENAPRED recomienda a la población prestar atención a señales que podrían indicar la ocurrencia de una remoción en masa, tales como: lluvia fuerte y sostenida por mayor tiempo de lo normal; subida o disminución repentina de nivel y caudal en cursos de agua; aumento en la turbiedad del agua en los cauces; y fuerte ruido de fondo. Valparaíso: De acuerdo con la información proporcionada por la Dirección Meteorológica de Chile (DMC), se encuentran vigentes los siguientes alertamientos meteorológicos para la Región de Valparaíso: Alertamiento Pronóstico Inicio Fin Alerta AA48 Precipitaciones moderadas a fuertes en corto periodo de tiempo en litoral y cordillera de la costa. 16-06 16-06 Alerta AA51 Tormentas eléctricas con probabilidad de precipitaciones fuertes en corto periodo de tiempo en litoral 15-06 16-06 Aviso A216-4 Viento normal a moderado en litoral, cordillera de la costa, precordillera y valles precordilleranos y cordillera. 15-06 15-06 Aviso A220 Precipitaciones normales a moderadas en corto periodo de tiempo en el Archipiélago Juan Fernández. 14-06 15-06 Aviso A224 Probables tormentas eléctricas en el Archipiélago Juan Fernández. 17-06 17-06 Por otro lado, ha sido cancelado el siguiente alertamiento meteorológico para la región: Alertamiento Pronóstico Aviso A221 Viento normal a moderado en el Archipiélago Juan Fernández. Adicionalmente, el Centro Meteorológico Marítimo de Valparaíso, mediante su Aviso N°22-B, prevé el desarrollo de marejadas normales para el borde costero regional, hasta el lunes 16 de junio 2025. En consideración a estos antecedentes, y en coordinación con la Delegación Presidencial Regional de Valparaíso, la Dirección Regional del SENAPRED actualiza la Alerta Temprana Preventiva regional, a excepción de la Provincia de Isla de Pascua por evento meteorológico, que se mantienevigente desde el 09 de junio y hasta que las condiciones así lo ameriten. La actualización de esta alerta se constituye como un estado de reforzamiento de la vigilancia, mediante el monitoreo preciso y riguroso de las condiciones de riesgo y las respectivas vulnerabilidades asociadas a la amenaza, coordinando y activando al Sistema Nacional de Prevención y Respuesta ante Desastres (SINAPRED) con el fin de actuar oportunamente frente a eventuales situaciones de emergencia. Metropolitana: De acuerdo con la información proporcionada por la Dirección Meteorológica de Chile (DMC), se encuentran vigentes los siguientes alertamientos meteorológicos para la Región Metropolitana: Alertamiento Pronóstico Inicio Fin Alerta AA48 Precipitaciones moderadas a fuertes en corto periodo de tiempo en cordillera de la costa, valle y precordillera. 16-06 16-06 Aviso A216-3 Viento normal a moderado en cordillera de la costa y cordillera. 15-06 15-06 Adicionalmente, según lo indicado en el Informe de Amenaza Meteorológica de la presente jornada y el aviso meteorológico antes mencionado, se esperan los siguientes montos de precipitaciones (mm) y velocidad de viento (km/h) para la región: Zona Domingo 15 Lunes 16 Martes 17 Precipitaciones Viento Precipitaciones Viento Precipitaciones Viento Cordillera de la costa 35 – 45 25 – 40 rachas 50 1 – 3 25 – 40 - - Valle 30 – 40 25 – 40 Menor a 2 - Precordillera 10 – 15 / 20 cm 1 – 3 / 1 – 3 cm - Cordillera 30 – 40 cm 30 – 50 rachas 70 5 – 10 cm 25 – 40 rachas 50 Menor a 2 cm 25 – 40 Isoterma cero °C (m.s.n.m.) 2.100 – 2.600 – 2.100 2.100 – 1.700 – 2.300 2.300 – 2.000 Cabe destacar que los montos de precipitaciones de la tabla anterior contemplan el período entre las 09:00 horas del día indicado y las 09:00 horas del día siguiente. Por su parte, el Servicio Nacional de Geología y Minería (SERNAGEOMIN), mediante la actualización de su Minuta Técnica por Peligro de Remociones en Masa de hoy, indica que la posibilidad de ocurrencia de remociones en masa tales como flujo de detritos, aluviones, deslizamientos y/o caídas de rocas (derrumbes), es moderada en los sectores de cordillera de la costa, valle longitudinal y precordillera y baja en el sector de cordillera de la región. En consideración a estos antecedentes, y en coordinación con la Delegación Presidencial Regional Metropolitana, la Dirección Regional del SENAPRED actualiza la Alerta Temprana Preventiva regional por evento meteorológico, que se mantiene vigente desde el 10 de junio y hasta que las condiciones así lo ameriten. La actualización de esta alerta se constituye como un estado de reforzamiento de la vigilancia, mediante el monitoreo preciso y riguroso de las condiciones de riesgo y las respectivas vulnerabilidades asociadas a la amenaza, coordinando y activando al Sistema Nacional de Prevención y Respuesta ante Desastres (SINAPRED) con el fin de actuar oportunamente frente a eventuales situaciones de emergencia. O’Higgins: De acuerdo con la información proporcionada por la Dirección Meteorológica de Chile (DMC), se encuentran vigentes los siguientes alertamientos meteorológicos para la Región de O´Higgins: Alertamiento Pronóstico Inicio Fin Alerta AA48 Precipitaciones moderadas a fuertes en corto periodo de tiempo en litoral, cordillera de la costa, valle y precordillera. 16-06 16-06 Alerta AA46-2 Viento moderado a fuerte en litoral. 14-06 15-06 Alerta AA44-2 Nevadas moderadas a fuertes en corto periodo de tiempo, con desarrollo de ventisca en cordillera. 14-06 15-06 Aviso A216 Viento normal a moderado en litoral, cordillera de la costa, valle, precordillera y cordillera. 14-06 15-06 Adicionalmente, según lo indicado en el Informe de Amenaza Meteorológica de la presente jornada y los alertamientos vigentes, se esperan los siguientes montos de precipitaciones (mm), velocidad de viento (km/h) y altura de isoterma cero (m.s.n.m.) para la región: Zona Sábado 14 Domingo 15 Lunes 16 Precipitaciones Viento Precipitaciones Viento Precipitaciones Viento Litoral 5 – 10 25 – 40 rachas 50 30 – 44 25 – 40 rachas 70 5 – 10 - Cordillera de la costa 25 – 40 30 – 49 25 – 40 rachas 60 - Valle longitudinal - 25 – 40 rachas 50 5 – 15 - Precordillera 5 – 15 25 – 40 rachas 50 25 – 40 rachas 60 10 – 20 - Cordillera 10 – 20 cm 25 – 40 rachas 60 50 – 80 cm 25 – 40 rachas 70 15 – 25 cm 25 – 40 rachas 50 Isoterma cero °C (m.s.n.m.) 2.000 – 2.200 2.200 – 1.700 1.700 Cabe destacar que, los montos de precipitaciones de la tabla anterior contemplan el período entre las 09:00 horas del día indicado y las 09:00 horas del día siguiente. Por su parte, el Servicio Nacional de Geología y Minería (SERNAGEOMIN), mediante la actualización de su Minuta Técnica por Peligro de Remociones en Masa, emitida en la jornada de hoy, indica que la posibilidad de ocurrencia de remociones en masa tales como flujo de detritos, aluviones, deslizamientos y/o caídas de rocas (derrumbes), es moderada en los sectores de litoral, cordillera de la costa, valle y precordillera, y baja en cordillera de la región. Adicionalmente, el Centro Meteorológico Marítimo de Valparaíso, mediante su Aviso N°22-B, prevé el desarrollo de marejadas normales para el borde costero regional, en el periodo comprendido entre el miércoles 11 y el lunes 16 de junio 2025. En consideración a este antecedente y en coordinación con la Delegación Presidencial Regional de O´Higgins, la Dirección Regional del SENAPRED actualiza la Alerta Temprana Preventiva regional por evento meteorológico, que se mantiene vigente desde el 09 de junio y hasta que las condiciones así lo ameriten. La actualización de esta alerta se constituye como un estado de reforzamiento de la vigilancia, mediante el monitoreo preciso y riguroso de las condiciones de riesgo y las respectivas vulnerabilidades asociadas a la amenaza, coordinando y activando al Sistema Nacional de Prevención y Respuesta ante Desastres (SINAPRED) con el fin de actuar oportunamente frente a eventuales situaciones de emergencia. Maule: De acuerdo con la información proporcionada por la Dirección Meteorológica de Chile (DMC), se encuentran vigentes los siguientes alertamientos meteorológicos para la Región del Maule: Alertamiento Pronóstico Inicio Fin Alarma AAA4-1 Precipitaciones intensas en corto periodo de tiempo en litoral, cordillera de la costa, valle y precordillera. 15-06 15-06 Alerta AA44-2 Nevadas moderadas a fuertes en corto periodo de tiempo, con desarrollo de ventisca, en cordillera. 14-06 15-06 Alerta AA45-2 Precipitaciones moderadas a fuertes en litoral, cordillera de la costa, valle y precordillera. 14-06 15-06 Alerta AA46-2 Viento moderado a fuerte en litoral, cordillera de la costa, valle y precordillera. 14-06 15-06 Aviso A216 Viento normal a moderado en litoral, cordillera de la costa, valle, precordillera y cordillera. 14-06 15-06 Adicionalmente, según lo indicado en el Informe de Amenaza Meteorológica de la presente jornada y los alertamientos vigentes, se esperan los siguientes montos de precipitaciones (mm), velocidad de viento (km/h) y altura de isoterma cero (m.s.n.m.) para la región: Zona Sábado 14 Domingo 15 Lunes 16 Precipitaciones Viento Precipitaciones Viento Precipitaciones Viento Litoral 50 – 70 25 – 40 rachas 60 40 – 60 25 – 40 rachas 80 5 – 15 - Cordillera de la costa 25 – 40 rachas 70 35 – 55 25 – 40 rachas 70 - Valle longitudinal 25 – 40 rachas 60 35 – 45 15 – 25 - Precordillera 40 – 60 cm 20 – 30 cm - Cordillera 50 – 70 cm 25 – 40 rachas 70 50 – 80 cm 25 – 40 rachas 80 25 – 40 rachas 50 Isoterma cero °C (m.s.n.m.) 1.900 – 2.100 2.100 – 1.600 1.600 Cabe destacar que, los montos de precipitaciones de la tabla anterior contemplan el período entre las 09:00 horas del día indicado y las 09:00 horas del día siguiente. Por su parte, el Servicio Nacional de Geología y Minería (SERNAGEOMIN), mediante laactualización de su Minuta Técnica por Peligro de Remociones en Masa de hoy, indica que la posibilidad de ocurrencia de remociones en masa tales como flujo de detritos, aluviones, deslizamientos y/o caídas de rocas (derrumbes), esalta en litoral, cordillera de la costa, valle longitudinal y precordillera y baja en cordillera. Adicionalmente, el Centro Meteorológico Marítimo de Valparaíso, mediante su Aviso N°22-B, prevé el desarrollo de marejadas normales para el borde costero regional hasta el viernes 13 de junio 2025. En consideración a estos antecedentes, y en coordinación con la Delegación Presidencial Regional del Maule, la Dirección Regional del SENAPRED actualiza la Alerta Temprana Preventiva Regional por evento meteorológico, que se mantiene vigente desde el 10 de junio y hasta que las condiciones así lo ameriten. La actualización de esta alerta se constituye como un estado de reforzamiento de la vigilancia, mediante el monitoreo preciso y riguroso de las condiciones de riesgo y las respectivas vulnerabilidades asociadas a la amenaza, coordinando y activando al Sistema Nacional de Prevención y Respuesta ante Desastres (SINAPRED) con el fin de actuar oportunamente frente a eventuales situaciones de emergencia. Ñuble De acuerdo con la información proporcionada por la Dirección Meteorológica de Chile (DMC), se encuentran vigentes los siguientes alertamientos meteorológicos para la Región de Ñuble: Alertamiento Pronóstico Inicio Fin Alarma AAA4-2 Precipitaciones intensas en corto periodo de tiempo en litoral, cordillera de la costa, valle y precordillera. 15-06 15-06 Alarma AAA6 Viento intenso en el litoral, cordillera de la costa, valle, precordillera y cordillera. 14-06 15-06 Alerta AA44-2 Nevadas moderadas a fuertes en corto periodo de tiempo, con desarrollo de ventisca en cordillera. 14-06 15-06 Alerta AA45-2 Precipitaciones moderadas a fuertes en litoral, cordillera de la costa, valle y precordillera. 14-06 15-06 Alerta AA46-2 Viento moderado a fuerte en litoral, cordillera de la costa, valle y precordillera. 14-06 15-06 Aviso A216 Viento normal a moderado en litoral, cordillera de la costa, valle, precordillera y cordillera 14-06 15-06 Por su parte, el Servicio Nacional de Geología y Minería (SERNAGEOMIN), mediante la actualización de su Minuta Técnica por Peligro de Remociones en Masa, emitida en la jornada de hoy, indica que la posibilidad de ocurrencia de remociones en masa tales como flujo de detritos, aluviones, deslizamientos y/o caídas de rocas (derrumbes), es alta en los sectores de litoral y cordillera de la costa, valle longitudinal y precordillera y baja en el sector de cordillera de la región. En consideración a estos antecedentes, y en coordinación con la Delegación Presidencial Regional de Ñuble, la Dirección Regional del SENAPRED cancela la Alerta Temprana Preventiva Regional por evento meteorológico, que se mantenía vigente desde 10 de junio del 2025 y declara Alerta Amarilla Regional por evento meteorológico, vigente desde hoy y hasta que las condiciones así lo ameriten. Con la declaración de esta alerta, se alistarán escalonadamente los recursos necesarios para intervenir de acuerdo con la evolución del evento, con el objeto de evitar que éste crezca en extensión y severidad, minimizando los efectos negativos en las personas, sus bienes y el medio ambiente. Biobío En el contexto de las Alarmas, Alertas y Avisos Meteorológicos vigentes, emitidos por la Dirección Meteorológica de Chile (DMC), el Aviso de mal tiempo temporal emitido por el Centro Meteorológico Marítimo de Talcahuano, la actualización de la Minuta Técnica por Peligro de Remociones en Masa emitida por el Servicio Nacional de Geología y Minería (SERNAGEOMIN) y los reportes recibidos en las últimas horas por parte de las municipalidades de la región, se evidencia un aumento significativo de la afectación regional, con múltiples anegamientos, caídas de árboles, voladuras de techumbres, alteración de conectividad, interrupciones de suministro eléctrico, desborde de cauces y deslizamientos de terrenos en varios puntos de la región. Además, la Dirección General de Aguas (DGA) de la Región del Biobío, mediante su informe hidrométrico regional, ha señalado la tendencia al alza de los principales cauces de la región. Por otra parte, de acuerdo con la Resolución Exenta Nº 912 del Ministerio del Interior, se ha declarado emergencia preventiva para la Región del Biobío, desde el 11 hasta el 17 de junio de 2025, en atención al pronóstico de la Dirección Meteorológica de Chile. Como parte de esta declaración, se instruye a los secretarios Ministeriales de Educación a evaluar la suspensión de clases si las condiciones así lo ameritan, para no afectar los planes de estudio. En consideración a estos antecedentes, y en coordinación con la Delegación Presidencial Regional del Biobío, la Dirección Regional del SENAPRED cancela la Alerta Amarilla Regional por evento meteorológico, que se mantenía vigente desde el 13 de junio y declara Alerta Roja Regional por evento meteorológico, vigente a contar de hoy y hasta que las condiciones meteorológicas Con la declaración de esta Alerta Roja, se movilizarán todos los recursos necesarios y disponibles para actuar y controlar la situación, dada la extensión y severidad del evento. Araucanía De acuerdo con la información proporcionada por la Dirección Meteorológica de Chile (DMC), se encuentra vigente el siguiente alertamiento meteorológico para la Región de La Araucanía: Alertamiento Pronóstico Inicio Fin Alerta AA44-3 Nevadas moderadas a fuertes en corto periodo de tiempo con desarrollo de ventisca en cordillera. 15-06 15-06 Por otro lado, debido al debilitamiento de las condiciones que los originaron, han sido cancelados o modificados los siguientes alertamientos, perdiendo su vigencia para la región: Alertamiento Pronóstico Alarma AAA5 Precipitaciones intensas en corto periodo de tiempo en litoral y cordillera de la costa. Alerta AA45-1 Precipitaciones moderadas a fuertes en litoral, cordillera de la costa, valle y precordillera. Alerta AA46-2 Viento moderado a fuerte en litoral, cordillera de la costa, valle, precordillera y cordillera Aviso A216-4 Viento normal a moderado en litoral, cordillera de la costa, valle, precordillera y cordillera En consideración a lo anterior, y al Informe de Amenaza Meteorológica emitido por la Dirección Meteorológica de Chile (DMC) el día de hoy, los montos de precipitación (mm) para los siguientes días son los siguientes. Zona 15 de junio 16 de junio 17 de junio Litoral 5 – 15 ≥5 ≥5 Cordillera de la costa 5 – 10 Valle 5 – 15 2 – 8 - Precordillera 15 – 25 5 – 15 5 – 10 Cordillera 60 – 80 cm 5 – 15 cm 2 – 5 cm Isoterma cero °C (m.s.n.m.) 1.700 – 1.500 1.500 – 1.200 1.200 - 300 Por su parte, el Servicio Nacional de Geología y Minería (SERNAGEOMIN), mediante la actualización de su Minuta Técnica por Peligro de Remociones en Masa emitida en la jornada de hoy, indica que la posibilidad de ocurrencia de remociones en masa tales como flujo de detritos, aluviones, deslizamientos y/o caídas de rocas (derrumbes), es alta en los sectores de litoral, cordillera de la costa y precordillera; y moderada en valle longitudinal y cordillera de la región. Adicionalmente, el Centro Meteorológico Marítimo de Valparaíso, mediante su Aviso N°22B, prevé el desarrollo de marejadas normales para el borde costero regional hasta el lunes 16 de junio 2025. En consideración a estos antecedentes, y en coordinación con la Delegación Presidencial Regional de La Araucanía, la Dirección Regional del SENAPRED actualiza la Alerta Amarilla Regional por evento meteorológico, vigente desde el 13 de junio y hasta que las condiciones así lo ameriten. La actualización de esta alerta se constituye como un estado de reforzamiento de la vigilancia, mediante el monitoreo preciso y riguroso de las condiciones de riesgo y las respectivas vulnerabilidades asociadas a la amenaza, coordinando y activando al Sistema Nacional de Prevención y Respuesta ante Desastres (SINAPRED) con el fin de actuar oportunamente frente a eventuales situaciones de emergencia. Los Ríos De acuerdo con la información proporcionada por la Dirección Meteorológica de Chile (DMC), se encuentra vigente el siguiente alertamiento meteorológico para la Región de Los Ríos: Alertamiento Pronóstico Inicio Fin Alerta AA44-3 Nevadas moderadas a fuertes en corto periodo de tiempo, con desarrollo de ventisca en cordillera. 15-06 15-06 Por otro lado, debido al debilitamiento de las condiciones que los originaron, los siguientes alertamientos han sido actualizados o cancelados, perdiendo su vigencia para la región: Alertamiento Pronóstico Alarma AAA5 Precipitaciones intensas en corto periodo de tiempo en litoral y cordillera de la costa. Alerta AA45-4 Precipitaciones moderadas a fuertes en litoral, cordillera de la costa, valle y precordillera. Alerta AA46-4 Viento moderado a fuerte en litoral y cordillera de la costa. Aviso A216-4 Viento normal a moderado en litoral, cordillera de la costa, valle y precordillera. Según el alertamiento vigente, y el informe de Amenaza Meteorológica emitido por la Dirección Meteorológica de Chile la jornada de hoy, los montos de precipitación (mm) pronosticados son los siguientes: Zona Precipitaciones 15 de junio 16 de junio 17 de junio Litoral 5 – 15 5 – 10 ≥5 Cordillera de la costa Valle 2 – 8 Precordillera 15 – 25 5 – 15 5 – 10 Cordillera 60 – 80 cm 5 – 15 cm 5 – 10 cm Isoterma cero °C (m.s.n.m.) 1.200 1.200 – 1.000 1.000 - 600 Por su parte, el Servicio Nacional de Geología y Minería (SERNAGEOMIN), mediante la actualización de su Minuta Técnica por Peligro de Remociones en Masa, emitida en la jornada de hoy indica que la posibilidad de ocurrencia de remociones en masa tales como flujo de detritos, aluviones, deslizamientos y/o caídas de rocas (derrumbes), es alta en los sectores de litoral, cordillera de la costa y precordillera y moderada en los sectores de valle longitudinal y cordillera de la región. En consideración a estos antecedentes y en coordinación con la Delegación Presidencial Regional de Los Ríos, la Dirección Regional del SENAPRED modifica la cobertura y variable de su Alerta Temprana Preventiva para las comunas de Panguipulli, Futrono, Lago Ranco y Río Bueno por nevadas, que se mantiene vigente desde el 11 de junio y hasta que las condiciones así lo ameriten. La modificación de esta alerta se constituye como un estado de reforzamiento de la vigilancia, mediante el monitoreo preciso y riguroso de las condiciones de riesgo y las respectivas vulnerabilidades asociadas a la amenaza, coordinando y activando al Sistema Nacional de Prevención y Respuesta ante Desastres (SINAPRED) con el fin de actuar oportunamente frente a eventuales situaciones de emergencia. SENAPRED recomienda a la población limpiar la nieve acumulada en techumbres y estructuras que puedan colapsar debido al peso adicional; y mantener despejados los caminos de acceso a viviendas. Los Lagos De acuerdo con la información proporcionada por la Dirección Meteorológica de Chile (DMC), y conforme con las actualizaciones y cancelaciones de los siguientes alertamientos meteorológicos, han finalizado las condiciones meteorológicas descritas a continuación para la Región de Los Lagos: Alertamiento Pronóstico Alerta AA44-3 Nevadas moderadas a fuertes en corto periodo de tiempo en cordillera. Alerta AA46-4 Viento moderado a fuerte en litoral y cordillera de la costa. Alerta AA47 Precipitaciones moderadas a fuertes en corto periodo de tiempo en el litoral, cordillera de la costa, valle y precordillera. Aviso A215-2 Precipitaciones normales a moderadas en corto periodo de tiempo en litoral, cordillera de la costa, valle y precordillera. Aviso A216-4 Viento normal a moderado en litoral y cordillera de la costa, valle, precordillera, Chiloé y litoral interior. Sin embargo, de acuerdo con el Informe de Amenaza Meteorológica emitido por la Dirección Meteorológica de Chile (DMC) el día de hoy, los montos de precipitaciones (mm), viento (km/h) e isoterma 0°C (m.s.n.m.) para los próximos días son los siguientes: Zona Domingo 15 Lunes 16 Martes 17 Precipitaciones Viento Precipitaciones Viento Precipitaciones Viento Litoral 10 – 20 - 5 – 10 - ≤5 - Cordillera de la costa - - - Valle 5 – 15 - ≤5 - ≤4 - Precordillera 15 – 25 - 10 – 20 - 5 – 10 - Cordillera 10 – 20 cm 40 – 60 5 – 10 cm - 2 – 5 cm - Chiloé 5 – 15 2 – 8 - 2 – 8 - Litoral interior 15 – 30 - 10 – 20 - 10 – 20 - Cordillera Austral 20 – 30 / 10 – 20 cm - 10 – 20 / 5 – 15 cm - 5 – 15 cm - Patagonia Subandina 5 – 15 / <3 cm - <2 / <1 cm - ≤2 cm - Isoterma cero °C (Puerto Montt al norte) 1.200 1.200 1.200 – 200 Isoterma cero °C (Puerto Montt al sur) 1.000 1.000 – 1.200 – 1.000 1.000 – 500 Por su parte, el Servicio Nacional de Geología y Minería (SERNAGEOMIN), mediante su Minuta Técnica por Peligro de Remociones en Masa emitida el día de hoy, indica que la posibilidad de ocurrencia de remociones en masa es alta en los sectores valle longitudinal y precordillera, moderada en los sectores de litoral, cordillera de la costa y Chiloé y baja en los sectores de cordillera, litoral interior, cordillera austral y patagonia subandina de la región. Adicionalmente, el Centro Meteorológico Marítimo de Valparaíso, mediante la actualización de su Aviso N°22-B, indica el desarrollo de marejadas normales para el borde costero regional hasta el 16 de junio de 2025. Producto de este evento meteorológico, a nivel regional se reportan 57 viviendas con daño menor, además de 15 personas aisladas en la comuna de San Juan de la Costa y 10 personas albergadas en la comuna de Purranque. Cabe mencionar que las comunas de Purranque, Puerto Varas y San Juan de la Costa permanecen con Alerta Amarilla por evento meteorológico, y la comuna de Puerto Montt con Alerta Amarilla por remoción en masa. En consideración a estos antecedentes, y en coordinación con la Delegación Presidencial Regional de Los Lagos, la Dirección Regional del SENAPRED actualiza la Alerta Temprana Preventiva Regional por evento meteorológico, que se mantiene vigente desde el 11 de junio y hasta que las condiciones así lo ameriten. La actualización de esta alerta se constituye como un estado de reforzamiento de la vigilancia, mediante el monitoreo preciso y riguroso de las condiciones de riesgo y las respectivas vulnerabilidades asociadas a la amenaza, coordinando y activando al Sistema Nacional de Prevención y Respuesta ante Desastres (SINAPRED) con el fin de actuar oportunamente frente a eventuales situaciones de emergencia",
      "summary": "CHL: Other - 06-2025 - Weather Events #3 (2025-06-16)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.855376"
    },
    {
      "id": 17750,
      "title": "Cyclone: Wind storm in Aragatsotn",
      "description": "On June 15, starting from 16:10, the Crisis Management Center of the Ministry of Internal Affairs Rescue Service in Aragatsotn Province began receiving reports that due to strong winds, roofs of buildings and structures, cars, and trees had been damaged or toppled at various addresses in the town of Aparan and the Lusagyugh community. This was reported by Narek Sargsyan, spokesperson for the Ministry of Internal Affairs, on his Facebook page. According to preliminary data from the Ministry of Health, 4 individuals were injured and have received first aid. As of 21:00, damages include: Roofs of 43 buildings/structures, 22 passenger vehicles, 3 cargo trucks, 21 fallen trees, 17 damaged electric poles, 3 solar power stations.",
      "summary": "ARM: Cyclone - 06-2025 - Cyclone: Wind storm in Aragatsotn",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.858054"
    },
    {
      "id": 17749,
      "title": "Flooding in the city of Kinshasa",
      "description": "The torrential rains that fell on the city of Kinshasa on the morning of Saturday, June 14, 2025 caused significant human, material and infrastructure damage in the 24 communes of the capital of the Democratic Republic of Congo. These bad weather conditions are not usual at this time of year when the city is usually already in the dry season period. In its capacity as an auxiliary of the public authorities, the Red Cross of the Democratic Republic of Congo deployed volunteers in 24 communes of the capital to help the victims and evacuate pregnant women, children, people living with disabilities and people of the 3rdage in the flooded areas to the non-flooded places and then conducted a rapid assessment. The data of the first go is the result carried out in the 17 municipalities out of the 24 in the city carried out by 295 volunteers. It should be noted that the houses disinfected and disinsectized from the rains of April 4 to 5 and 11, 2025 are once again flooded.",
      "summary": "COD: Flood - 06-2025 - Flooding in the city of Kinshasa",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.858589"
    },
    {
      "id": 17748,
      "title": "Weather Events",
      "description": "Yellow Alert for the Biobío Region is updated due to meteorological event According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the Biobío Region: Alert Prognosis Beginning The end AAA4-2 Alarm Intense rainfall in a short period of time on the coast, coastal mountain range, valley and pre-mountain range. 15-06 15-06 AAA6 Alarm Intense wind on the coast, coastal mountain range, valley, pre-mountain range and mountain range. 14-06 15-06 Alert AA44-2 Moderate to heavy snowfall in a short period of time, with the development of blizzards in the mountain range. 14-06 15-06 Alert AA45-2 Moderate to heavy rainfall on the coast, coastal mountain range, valley and pre-mountain range. 14-06 15-06 Alert AA46-2 Moderate to strong wind on the coast, coastal mountain range, valley and pre-mountain range. 14-06 15-06 Notice A216 Normal to moderate wind on the coast, coastal mountain range, valley, pre-mountain range and mountain range 14-06 15-06 For its part, the National Geology and Mining Service (SERNAGEOMIN), through the update of its Technical Minute for the Danger of Mass Removals, issued today, indicates that the possibility of mass removals such as debris flow, alluvium, landslides and/or rockfalls (landslides), it is high in the coastal and coastal mountain range sectors , moderate in the longitudinal valley and pre-mountain range sectors and low in the mountain range sector of the region. Additionally, the Maritime Meteorological Center of Valparaíso, through the update of Warning No. 22, forecasts the development of normal swells for the regional coastal edge, in the period between Wednesday, June 11 and Monday, June 16, 2025. Finally, the General Directorate of Water (DGA) of the Biobío Region indicated in a regional technical table held yesterday, that based on its model of flooding of channels, incorporating the forecasts issued, there is a high risk of overflow of the main channels of the Province of Arauco and the coastal edge of the Province of Concepción. given the high amounts of precipitation that will be recorded in a short period of time, coinciding with the periods of high tide, which prevents the normal discharge of the rainwater systems of the communes. In consideration of this background, and in coordination with the Regional Presidential Delegation of Biobío, the Regional Directorate of SENAPRED updates the Regional Yellow Alert for meteorological event, which remains in force since June 13 and until conditions warrant it. With the update of this alert, the necessary resources will be prepared in stages to intervene according to the evolution of the event, in order to prevent it from growing in extension and severity, minimizing the negative effects on people, their property and the environment --------------------------------------------------------------------------------- Yellow Alert is declared and Preventive Early Warning is canceled for the Ñuble Region due to meteorological event According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the Ñuble Region: Alert Prognosis Beginning The end AAA4-2 Alarm Intense rainfall in a short period of time on the coast, coastal mountain range, valley and pre-mountain range. 15-06 15-06 AAA6 Alarm Intense wind on the coast, coastal mountain range, valley, pre-mountain range and mountain range. 14-06 15-06 Alert AA44-2 Moderate to heavy snowfall in a short period of time, with the development of blizzards in the mountain range. 14-06 15-06 Alert AA45-2 Moderate to heavy rainfall on the coast, coastal mountain range, valley and pre-mountain range. 14-06 15-06 Alert AA46-2 Moderate to strong wind on the coast, coastal mountain range, valley and pre-mountain range. 14-06 15-06 Notice A216 Normal to moderate wind on the coast, coastal mountain range, valley, pre-mountain range and mountain range 14-06 15-06 For its part, the National Geology and Mining Service (SERNAGEOMIN), through the update of its Technical Minute for the Danger of Mass Removals, issued today, indicates that the possibility of mass removals such as debris flow, alluvium, landslides and/or rockfalls (landslides), it is high in the coastal and coastal mountain range, longitudinal valley and pre-mountain range sectors and low in the mountain range sector of the region. In consideration of this background, and in coordination with the Regional Presidential Delegation of Ñuble, the Regional Directorate of SENAPRED cancels the Regional Preventive Early Warning for meteorological event, which had been in force since June 10, 2025 and declares a Regional Yellow Alert for meteorological event, in force from today and until the conditions warrant it. With the declaration of this alert, the necessary resources will be prepared in stages to intervene according to the evolution of the event, in order to prevent it from growing in extension and severity, minimizing the negative effects on people, their property and the environment. --------------------------------------------------------------------------------------- Yellow Alert is declared for the commune of Purranque due to meteorological event According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the Los Lagos Region: Alert Prognosis Beginning The end Alert AA44-2 Moderate to heavy snowfall in a short period of time with the development of blizzards in the mountain range. 14-06 15-06 Alert AA47 Moderate to heavy rainfall in a short period of time on the coast, coastal mountain range, valley and pre-mountain range. 14-06 15-06 Alert AA46-2 Moderate to strong wind on the coast and coastal mountain range. 14-06 15-06 Notice A215-4 Normal to moderate rainfall in a short period of time on the coast, coastal mountain range, valley and foothills. 14-06 15-06 Notice A216 Normal to moderate wind on the coast, coastal mountain range, valley, pre-mountain range, Chiloé and inland coast. 14-06 15-06 For its part, the National Geology and Mining Service (SERNAGEOMIN), through the update of its Technical Minute for Danger of Mass Removals, issued today, indicates that the possibility of the occurrence of mass removals such as debris flow, alluvium, landslides and/or rockfalls (landslides), is high in the longitudinal valley and pre-mountain range, moderate in the littoral, coastal mountain range and Chiloé sectors and low in the mountain range, interior coast, southern mountain range and sub-Andean Patagonia sectors of the region. On the other hand, as reported by the Provincial Presidential Delegation of Osorno and municipal staff, they indicate that as a result of the weather condition of the moment, flooded routes are recorded, trees falling, roof detachments, falling poles and alterations of the electricity supply in several sectors of the commune. In consideration of this background, which entails an increase in the risk associated with these meteorological variables, and in coordination with the Regional Presidential Delegation of Los Lagos, the Regional Directorate of SENAPRED declares a Yellow Alert for the commune of Purranque due to a meteorological event. effective from today and until the conditions of the event warrant it. With the declaration of this alert, the necessary resources will be prepared in stages to intervene according to the evolution of the event, in order to prevent it from growing in extension and severity, minimizing the negative effects on people, their property and the environment. ----------------------------------------------- Power outage: The summary at 11:49 p.m. on Saturday, June 14 is as follows, 392,884 customers are reported without electricity, which is equivalent to 4.9% of the country's customers. The most affected regions are La Araucania 124,230 customers, Biobio 155,151 customers, Ñuble 40,224 customers and Maule 16,927 customers. Most of the cuts are due to falling trees, poles or roofs on power lines. In addition, mass removals are reported in some areas. ------------------------ River flows: At the moment no river overflows are reported, but several of them are at maximum capacity.",
      "summary": "CHL: Other - 06-2025 - Weather Events #2 (2025-06-15)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.870132"
    },
    {
      "id": 17747,
      "title": "Gabu Windstorm 2025",
      "description": "On the night of June 10th into the early hours of June 11th, 2025, the city of Gabu, capital of the Gabu region, was struck by a severe windstorm accompanied by heavy rainfall. The disaster began around 8:20 p.m. and caused significant destruction across four major neighborhoods. Initial assessments indicate approximately 215 homes were affected, with 102 destroyed and 113 partially damaged. Nearly 149 households, comprising approximately 3,017 individuals, are displaced, lacking shelter, food, and essential supplies. A total of 3,017 individuals have been impacted, including 972 women, 299 men, 1,746 children, 15 injured persons, and 4 elderly individuals. These victims have been left without shelter, food, and essential personal and educational materials. Currently, they are being accommodated by 54 host families, as reported by local volunteers during a rapid assessment conducted.",
      "summary": "GNB: Other - 06-2025 - Gabu Windstorm 2025",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.870789"
    },
    {
      "id": 17746,
      "title": "Flood update",
      "description": "Adverse Weather Alert - Yellow Level and Riverine Flood Alert - Orange Level (Caroni River) remain in effect for Trinidad until 6:00pm this afternoon (Friday 13th June 2025). The TTRCS conducted community site visits yesterday to determine the severity of the flooding in high risk and impacted communities. In many areas, the Caroni River continues to exceed capacity near the Tumpuna and El Carmen areas, and overspilling is ongoing. Water levelsremain dangerously high and forecast rainfall is expected to exacerbate current conditions. The Manuel Congo River, after an earlier decline, is now gradually rising again due to yesterday’s rainfall and is nearing critical levels once more. The South Oropouche River is also at threatening levels and continues a slow but steady rise. Some areas along this river have already experienced localized overflows, posing increased risk to surrounding communities. Further rainfall will likely worsen riverine flooding conditions. As a result, a severe risk remains to public safety, livelihoods, and property, particularly for residents in flood-prone communities along the Caroni, Manuel Congo and South Oropouche Rivers. Other rivers, including the North Oropouche, are rising at lower rates but arestill under close observation. Based on the latest report from the Office of Disaster Preparedness and Management, a total of 81 official reports were received which included 16 reports of street flooding, 40 reports of residential flooding, 3 damaged roofs, 12 landslides and 10 fallen trees. While the number of residential flooding is low in this report, visual observation yesterday by the TTRCS team estimates 80-100 households were directly affected with floods, where water was observed in persons homes in the areas assessed.",
      "summary": "TTO: Pluvial/Flash Flood - 06-2025 - Flood update #2 (2025-06-13)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.871285"
    },
    {
      "id": 17745,
      "title": "National State of Emergency",
      "description": "Updated June 15th 09:00 At least 10 Israelis, including women and children, were killed by Iranian ballistic missile strikes overnight. An additional 250 were injured and 7 are missing. At 23:15 (June 14th) missiles from Iran targeted the north of Israel. One missile directly landed on a residential building in Tamra, an Arab town in the Lower Galilee, resulting in five deaths in a single family. MDA teams treated and evacuated 4 deceased (death declared on the scene), an additional resulting death was declared at a medical facility. 20 more were injured (minor injuries and emotional shock/stress). Another Iranian mass missile attack at 02:55 resulted in direct hits in residential areas in 2 cities in the greater Tel Aviv area. Iranian missile strike scene 1 – MDA teams treated and evacuated: 4 deceased patients, 10 casualties with serious injuries, 117 casualties with minor injuries. 35 persons are still missing. Urban Search and Rescue operation is going on, due to massive damage to a building. Scene still active! Scene 2 – MDA teams treated and evacuated: 15 casualties with serious injuries, 27 casualties with minor injuries. Urban Search and Rescue operation is going on, due to massive damage to a residential building. Scene still active! ------------------------------------------------------------------------------------------------------------ Updated 14.6 21:45 Beginning 13.6 at approximately 19:30; during a 10 hour period, Iran launched hundreds of ballistic missiles at Israel in a number of waves. As a result of these missile attacks, Magen David Adom (\"MDA\") has treated over 200 injuries which resulted in three (3) deaths. MDA has, at the request of the Ministry of Health, evacuated nursing patients, ventilated patients, premature and neotnatal intensive care babies to protected facilities. MDA continues its full mobilization of 35,000 staff and volunteers, and staffed all emergency vehicles to provide for fast and effective medical care. MDA has also collected over 3,000 donated units of blood in nationwide blood drives since Friday AM 13.6. ------------------------------------------------------------------------------------------------------------ updated 13.6 Following the overnight Israeli attack (13.6) on Iranian nuclear sites, the Israeli Minister of Defense declared a National State of emergency. All public gatherings have been cancelled and the public is instructed to stay at home, close to shelter. Magen David Adom activities: - Full scale war contingency plan activated. - All personnel – staff and volunteer called in. - All MDA ambulances (2'000 vehicles) are staffed. - A national blood campaign launched immediately (03:00) - All operations center working from shelters, blood services working from the sheltered under ground facilities. MDA will maintain its highest level of alert as long as needed. ------------------------------------------------------------------------------------------ Situation update as of June 13th 11:00: IDF (Israeli Defense Force) – Home Front Command: - 100 attack UAVs launched from Iran and intercepted before entering the Israeli air-space. No domestic alarm warnings activated. - Population required to stay within the proximity to a shelter – lifted. - National State of Emergency - until Sunday (15.6). - Restrictions in place – no public gatherings, no schools, limited public transportation. - Israeli air space remains closed. MDA: - Highest level of alert (National Emergency) as declared at 03:00 still in place (most probably through the weekend). - National blood campaign ongoing - Youth volunteers restricted from any ambulance/field based activities ---------------------------------------------------------------------------------------------------------- Following the overnight Israeli attack (13.6) on Iranian nuclear sites, the Israeli Minister of Defense declared a National State of emergency. All public gatherings have been cancelled and the public is instructed to stay at home, close to shelter. Magen David Adom activities: - Full scale war contingency plan activated. - All personnel – staff and volunteer called in. - All MDA ambulances (2'000 vehicles) are staffed. - A national blood campaign launched immediately (03:00) - All operations center working from shelters, blood services working from the sheltered under ground facilities. MDA will maintain its highest level of alert as long as needed. ------------------------------------------------------------------------------------------",
      "summary": "ISR: Complex Emergency - 06-2025 - National State of Emergency",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.873907"
    },
    {
      "id": 17744,
      "title": "Weather Events",
      "description": "Maule:According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the Maule Region Alert Forecast Start End Alert AA42 Normal to moderate wind on the coast, coastal mountain range, valley and pre-mountain range. 11/06 12/06 Notice A204-2 Normal to moderate rainfall on the coast, coastal mountain range, valley and pre-mountain range 12/06 12/06 Notice A205-4 Normal to moderate wind on the coast, coastal mountain range, valley and foothills 11/06 12/06 Notice 210 Normal to moderate snowfall in the foothills and mountain ranges 11/06 12/06 Notice A211 Probable thunderstorms, preferably during the afternoon – night with isolated rainfall 12/06 12/06 In consideration of this background, and in coordination with the Regional Presidential Delegation of Ñuble, the Regional Directorate of SENAPRED declares a Regional Preventive Early Warning for a meteorological event, effective as of June 10 and until conditions warrant it. According to the Meteorological Threat Report issued today by the DMC, the amounts of precipitation (mm) and wind (km/h) forecast for the following days are: Zone Tuesday 10 Wednesday 11 Thursday 12 PrecipitationWindPrecipitationWind PrecipitationWind Littoral < 1 - 15-25 60-80 1-5 25-40 Coastal mountain range < 1 - 15-25 60-80 1-5 25-40 Valley < 1 - 10-20 50-60Streaks 70 1-5 25-40 Foothills -- -- 25-35 cm 50-60Streaks 70 10-15 cm 25-40Streaks 50 Mountain range < 1 - 30-40 cm 25-40Streaks 70 10-15 cm 25-40Streaks 50 Isotherm 0 (m.a.s.l.) 3,500 – 3,700 3.700 - 2.000 2.000 - 1.600 For its part, the National Geology and Mining Service (SERNAGEOMIN), through the Technical Minute for the Danger of Mass Removals, issued on June 10, indicates that the possibility of mass removals is moderate on the coast, coastal mountain range and pre-mountain range and low in the longitudinal valley and mountain range of the region. In consideration of this background, and in coordination with the Regional Presidential Delegation of Maule, the Regional Directorate of SENAPRED declares the Regional Preventive Early Warning for meteorological event, in force since June 10 and until conditions warrant it. Ñuble According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the Ñuble Region Alert Forecast Start End Alert AA42 Moderate to strong wind on the coast, coastal mountain range, valley and pre-mountain range 11/06 12/06 Notice A204-2 Normal to moderate rainfall on the coast, coastal mountain range, valley and pre-mountain range 12/06 12/06 Notice A205-4 Normal to moderate wind on the coast, coastal mountain range, valley and foothills 11/06 11/06 A210 Normal to moderate snowfall in the foothills and mountain ranges 11/06 12/06 Notice 211 Probable thunderstorms, preferably during the afternoon – night with isolated rainfall 12/06 12/06 Valparaiso According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the Valparaíso Region. Alert Forecast Start End Alert AA42 Moderate to strong wind, with white wind development on the coast, coastal mountain range, foothills and mountain valleys 11/06 12/06 Notice A205-4 Normal to moderate wind on the coast, coastal mountain range, pre-mountain range, mountain valleys and mountain range 11/06 12/06 Notice A208 Normal to moderate rainfall in a short period of time in Juan Fernández Archipelago 11/06 11/06 Notice A209-1 Probable thunderstorms associated with isolated showers in the Juan Fernández Archipelago 11/06 12/06 Notice A204-2 Normal to moderate rainfall on the coast, coastal mountain range, foothills and pre-Andean valleys 12/06 12/06 According to the Meteorological Threat Report issued today by the DMC, the amounts of precipitation (mm) and wind (km/h) forecast for the following days are: Zone Tuesday 10 Wednesday 11 Thursday 12 PrecipitationWindPrecipitationWind PrecipitationWind Littoral <2 - 15 – 25 60 – 80 1-5 60 – 80 Coastal Mountain Range <2 - 15 – 20 60 – 80 5-10 60 – 80 Pre-Andean and pre-Andean valleys - - 5 – 10 60 – 80 5-10 60 – 80 Foothills - - 10 – 20 25 – 40 - 25 – 40 Mountain range 20 – 30 - 10 – 20 25 – 40 - 25 – 40 Juan Fernández Archipelago <3 25 – 4050 Streaks <3 25 – 40 <3 - Easter Island <2 25 – 40 15 – 25 60 – 80 1 – 5 - Isotherm 0°C (m.n.s.m) 3700 – 3800 3800 – 2100 2100 – 1800 On the other hand, according to information provided by the Maritime Metrological Center of Valparaíso, normal swells from the southwest are projected between June 11 and 13 on the coasts of the region. In consideration of this background and in coordination with the Regional Presidential Delegation of Valparaíso, the Regional Directorate of SENAPRED updates the regional Preventive Early Warning, with the exception of the Province of Easter Island, due to meteorological event, which has been in force since June 9 and until conditions warrant it. Metropolitan According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather alerts are in force for the Metropolitan Region. Alert Forecast Start End Alert AA42 Moderate to strong wind in the coastal mountain range, valley and pre-mountain range 12/06 12/06 Notice A204-2 Normal to moderate rainfall in the coastal mountain range, valley and pre-mountain range 12/06 12/06 Notice A205-4 Normal to moderate wind in the coastal mountain range, valley, pre-mountain range and mountain range 11/06 12/06 Notice 210 Normal to moderate snowfall in the foothills and mountain ranges 11/06 12/06 Likewise, as indicated in the Meteorological Threat Report of this day, the following amounts of precipitation (mm), wind speed (km/h) and zero isotherm height (m.a.s.l.) are expected for the region Zone Wednesday 11 Thursday 12 Friday 13 PrecipitationWindPrecipitationWind PrecipitationWind Coastal Mountain Range 20 - 30 25 - 40Streaks 70 5 – 10 25 – 40Streaks 70 - - Valley 10 – 25 25 – 40Streaks 70 10 – 20 25 – 40Streaks 60 - - Foothills 15 – 25 mm 25 – 40Streaks 70 10 – 20 mm10 – 15 cm 25 – 40Streaks 60 - - Mountain range 10 – 20 cm 25 – 40Streaks 70 30 – 40 cm 25 – 40Streaks 70 - 25 – 40 Isotherm 0°C (m.a.s.l.) 3800 – 2400 2400 – 1700 1700 For its part, the National Geology and Mining Service (SERNAGEOMIN), through the Technical Minute for the Danger of Mass Removals, indicates that the possibility of occurrence of mass removals is moderate in the coastal mountain range, longitudinal valley and pre-mountain range and low in the mountain range. In consideration of this background and in coordination with the Metropolitan Regional Presidential Delegation, the Regional Directorate of SENAPRED updates the regional Preventive Early Warning for meteorological event, which has been in force since June 10 and until conditions warrant it. The Araucanía According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the Araucanía Region: Alert Forecast Start End Notice A213 Normal to moderate wind (between 40 and 60, with gusts of 70 km/h) in the province of Malleco 11/06 12/06 Notice A214 Normal to moderate snowfall (between 30 and 50 cm) in a short period of time in the mountain range 14/06 15/06 Notice A215 Normal to moderate rainfall in a short period of time on the coast (45 – 60 mm), coastal mountain range (50 – 70 mm), valley (45 – 65 mm) and pre-mountain range 14/06 15/06 Notice 216 Normal to moderate wind on the coast, coastal mountain range, valley and foothills Also, as indicated in the Weather Advisory A216, the estimated wind speeds (km/h) are as follows Zone Saturday 14 Sunday 15 Littoral 40 – 60Streaks 80 40 – 60Streaks 70 Coastal Mountain Range 40 – 60Streaks 80 40 – 60Streaks 70 Longitudinal Valley 40 – 60Streaks 80 40 – 60Streaks 70 Foothills 40 – 60Streaks 80 . For its part, the National Geology and Mining Service (SERNAGEOMIN), through the Technical Minute for the Danger of Mass Removals, indicates that the possibility of mass removals occurring is low throughout the region. It should be noted that the Maritime Meteorological Center of Valparaiso, maintains in force Warning No. 22 of Normal Swells for the coastal sector of the region, until Friday, June 13. In consideration of this background and in coordination with the Regional Presidential Delegation of La Araucanía, the Regional Directorate of SENAPRED updates the regional Preventive Early Warning to meteorological event, which remains in force from June 9 and until conditions warrant it. O'higgins According to the information provided by the Meteorological Directorate of Chile (DMC), the following weather warnings are in force for the O'Higgins Region: Alert Forecast Start End Alert AA42 Moderate to strong wind, with white wind development on the coast, coastal mountain range, valley and pre-mountain range 11/06 12/06 Notice A204-2 Normal to moderate rainfall on the coast, coastal mountain range, valley and pre-mountain range 12/06 12/06 Notice A205-4 Normal to moderate wind on the coast, coastal mountain range, valley, pre-mountain range and mountain range 11/06 12/06 Notice A210 Normal to moderate snowfall in the foothills and mountain range with a probability of blizzards 11/06 12/06 Notice A214 Normal to moderate snowfall in a short period of time with a probability of blizzards in the Cordillera in the region 14/06 15/06 Notice A215 Normal to moderate rainfall in a short period of time in the Litoral, Cordillera de la Costa, Valley and Precordillera of the Region 14/06 15/06 Notice A216 Normal to moderate wind on the coast, coastal mountain range, valley, pre-mountain range and mountain range of the region 14/06 14/06 On the other hand, according to the information provided by the DMC, the following amounts of rainfall (mm) and wind speed (km/h) are expected for the region: Zone Wednesday 11 Thursday 12 PrecipitationWindPrecipitation Wind Littoral 20 – 30 25 – 40Streaks 70 4 – 8 25 – 40Streaks 50 Coastal Mountain Range 20 – 30 25 – 40Streaks 70 5 – 10 25 – 40Streaks 60 Valley 20 – 25 25 – 40Streaks 70 5 – 10 50 – 60Streaks 70 Foothills 20 – 25 25 – 40Streaks 70 10 – 15 cm 50 – 60Streaks 70 Mountain range 30 – 40 cm 25 – 40Streaks 70 30 – 40 cm 25 – 40Streaks 70 Isotherm 0°C (m.a.s.l.) 3700 – 1700 1700 – 1200 – 1700 It should be noted that on Friday, June 13, no significant amounts of precipitation or wind are forecast in the region. Zone Saturday 14 Sunday 15 PrecipitationWindPrecipitation Wind Littoral 30 – 40 25 – 40Streaks 60 - 20 – 40Streaks 60 Coastal Mountain Range 30 – 40 25 – 40Streaks 60 - 20 – 40Streaks 60 Valley 30 – 40 20 – 40Streaks 50 - 20 – 40Streaks 50 Foothills 30 – 40 20 – 40Streaks 50 - 20 – 40Streaks 50 Mountain range 50 – 80 cm 30 – 50Streaks 70 - 30 – 50Streaks 70 Isotherm 0°C (m.a.s.l.) 1700 – 2400 For its part, the National Geology and Mining Service (SERNAGEOMIN), through the Technical Minute for the Danger of Mass Removals, issued today, indicates that the possibility of mass removals occurring is moderate in the foothills and low in the rest of the region. In consideration of this background and in coordination with the Regional Presidential Delegation of O'Higgins, the Regional Directorate of SENAPRED updates the regional Preventive Early Warning for meteorological event, which remains in force from June 9 and until conditions warrant it. Biobío According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the Biobío Region Alert Forecast Start End Alert AA42 Moderate to strong wind on the coast, coastal mountain range, valley and pre-mountain range 11/06 12/06 Notice A204-2 Normal to moderate rainfall on the coast, coastal mountain range, valley and pre-mountain range 12/06 12/06 Notice A205-4 Normal to moderate wind on the coast, coastal mountain range, valley, pre-mountain range and mountain range 11/06 12/06 Notice A210 Normal to moderate snowfall in the foothills and mountain ranges 11/06 12/06 Notice A211 Probable thunderstorms with isolated rainfall, preferably during the afternoon and night 12/06 12/06 Notice A214 Normal to moderate snowfall in a short period of time, in the mountain range 14/06 15/06 Notice A215 Normal to moderate rainfall in a short period of time on the coast, coastal mountain range, valley and pre-mountain range 14/06 15/06 Notice A216 Normal to moderate wind on the coast, coastal mountain range, valley, pre-mountain range and mountain range 14/06 15/06 As indicated in the current alerts and the Meteorological Threat Report of this day, the amounts of precipitation (mm) and wind speed (km/h) forecast for the following days are: Zone Wednesday 11 Thursday 12 PrecipitationWindPrecipitation Wind Littoral 35-45 60 – 80 4-8 - Coastal mountain range 30-40 60 – 80 5-10 - Valley 20-30 50 – 6070 Streaks 10-15 - Foothills 25-35 cm 50 – 6070 Streaks 10-15 cm 25-40 Mountain range 20-25 cm 50 – 70 10-20 cm 25-40Streaks 50 Zero °C isotherm 3,200 – 1,800 1,800 – 1,500 Zona Friday 13 Saturday 14 PrecipitationWindPrecipitation Wind Littoral - - 30 – 45 30 – 5065 Streaks Coastal mountain range - - 40 – 50 30 – 5065 Streaks Valley - - 40 – 50 20 – 4060 Streaks Foothills - 25 – 40 40 – 50 20 – 4060 Streaks Mountain range - 25 – 4050 Streaks 50 – 80 cm 35 – 5080 Streaks Zero °C isotherm 1.500 2,100 – 1,600 For its part, the National Geology and Mining Service (SERNAGEOMIN), through the Technical Minute for Danger of Mass Removals, issued today, indicates that the possibility of mass removals occurring is moderate on the coast, coastal mountain range and pre-mountain range and low in the longitudinal valley and mountain range of the region. Finally, the Maritime Meteorological Center of Valparaíso, through its Notice No. 22, foresees the development of normal swells for the regional coastal edge, in the period between Wednesday, June 11 and Friday, June 13. In consideration of this background, and in coordination with the Regional Presidential Delegation of Biobío, the Regional Directorate of SENAPRED updates the Regional Preventive Early Warning for meteorological event, which has been in force since June 6 and until conditions warrant it. The Lakes According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the Los Lagos Region: Alert Forecast Start End Notice A215 Normal to moderate rainfall in a short period of time in coastal areas, coastal mountain range, valley and pre-mountain range of the Region 14/06 15/06 Notice A216 Normal to moderate wind in the coastal area, coastal mountain range, pre-mountain range, Chiloé and coast in the interior of the Region 14/06 15/06 According to the aforementioned weather warnings, the estimated amounts are detailed below: Zone Saturday 14 to Sunday 15 Rainfall Littoral 50 – 60 Coastal Mountain Range 50 – 65 Valley 45 – 55 Foothills 45 – 60 Zone Saturday, June 14 Sunday, June 15 Wind Wind Littoral 40 – 60 Streaks 80 40 – 60 Streaks 70 Coastal Mountain Range 40 – 60 Streaks 80 40 – 60 Streaks 70 Valley 40 – 60 Streaks 80 40 – 60 Streaks 70 Foothills 40 – 60 Streaks 70 - Chiloé - - Inland Coast 40 – 60 Streaks 80 40 – 60 Streaks 70 For its part, the National Geology and Mining Service (SERNAGEOMIN), through the Technical Minute for Danger of Mass Removals, indicates that the possibility of mass removals occurring is moderate on the coast and low for the rest of the region. In consideration of this background, and in coordination with the Regional Presidential Delegation of Los Lagos, the Regional Directorate of SENAPRED declares a Regional Preventive Early Warning for Meteorological Event, effective as of June 11 and until conditions warrant it. Los Ríos According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the Los Ríos Region: Alert Forecast Start End Notice A214 Normal to moderate snowfall in a short period of time in the mountain range of the region 14/06 15/06 Notice A215 Normal to moderate rainfall in a short period of time in coastal areas, coastal mountain range, valley and pre-mountain range of the Region 14/06 15/06 Notice A216 Normal to moderate wind in the coastal area, coastal mountain range, pre-mountain range, Chiloé and coast in the interior of the Region 14/06 15/06 According to the aforementioned weather warnings, the estimated amounts are detailed below: Zone Saturday 14 to Sunday 15 Rainfall Littoral 50 – 60 Coastal Mountain Range 50 – 65 Valley 50 – 60 Foothills 50 – 70 Mountain range 50 – 60 cm Zone Saturday 14 Sunday 15 Wind Wind Littoral 40 – 60 Streaks 80 40 – 60 Streaks 70 Coastal Mountain Range Valley 40 – 60 Streaks 70 Foothills 40 – 60 Streaks 80 For its part, the National Geology and Mining Service (SERNAGEOMIN), through the Technical Minute for Danger of Mass Removals, indicates that the possibility of mass removals occurring is low in the region. In consideration of this background, and in coordination with the Regional Presidential Delegation of Los Ríos, the Regional Directorate of SENAPRED declares a Regional Preventive Early Warning for Meteorological Event, effective as of June 11 and until conditions warrant it. Coquimbo According to the information provided by the Chilean Meteorological Directorate (DMC), the following weather warnings are in force for the Coquimbo Region: Alert Forecast Start End Notice A216 Normal to moderate wind in the coastal area, coastal mountain range, pre-mountain range, Chiloé and coast in the interior of the Region 14/06 15/06 Notice A218 Normal to moderate rainfall (between 20 – 40 mm) in a short period of time in the coastal mountain range, pre-mountain range and mountain valleys and mountain range of the region 12/06 12/06 Likewise, as indicated in the DMC's Meteorological Threat Report issued today, the amounts of precipitation (mm) and wind (km/h) forecast for the region are as follows. Zone Thursday 12 Friday 13 Saturday 14 PrecipitationWindPrecipitationWind PrecipitationWind Littoral 10 – 20 (South Section)5 – 15 (North Section) 25 – 40 - - - - Coastal mountain range 20 – 25 25 – 40 - - - - Pre-Andean Valleys and Pre-Andean Mountains 10 – 15 (North Section)25 – 30 (South Section) 25 – 40 2 – 5 - - - Mountain range 30 – 40 cm 25 – 40(60 streaks) 4 – 8 cm 25 – 40 3 – 6 cm 25 – 40 Isotherm 0°C (m.a.s.l.) 2,500 – 2,000 – 2,500 2,500 – 2,200 2,200 – 3,000 It should be noted that the rainfall amounts in the table above include the period between 09:00 hours on the indicated day and 09:00 hours the following day. For its part, the National Geology and Mining Service (SERNAGEOMIN), through the update of its Technical Minute for the Danger of Mass Removals, issued today, indicates that the possibility of the occurrence of mass removals such as debris flow, alluvium, landslides and/or rockfalls (landslides), It is moderate in the sectors of the Cordillera de la Costa and the southern section of the pre-Andean valleys and the pre-mountain range and low in the coastal sectors, the mountain range and the northern section of the pre-mountain valleys and the pre-mountain range of the region. In consideration of this background, and in coordination with the Regional Presidential Delegation of Coquimbo, the Regional Directorate of SENAPRED updates the Regional Preventive Early Warning for meteorological event, which has been in force since June 8 and until conditions warrant it. Puerto Montt According to information provided by the Regional Directorate of SENAPRED Los Lagos, on June 10 there was a mass removal at kilometer 10 of the Chinquihue V-805 route in the commune of Puerto Montt. As a result of the above, the National Geology and Mining Service (SERNAGEOMIN), carried out a survey of information on the ground observing that mass removal is active, with constant sediment falls. It should be noted that the landslide process maintains a significant volume of unstable loose sediments, which, due to their condition and position, are estimated to slide in the short term due to the action of gravity, precipitation or other triggers. On the other hand, sub-vertical and tensile cracks are observed in a layer of a competent sand deposit of approximately 3 meters thick, located in the upper part of the escarpment forming a small cornice, evidencing that there are high possibilities of generating a new mass removal in the sector or in the surrounding sectors. Given the evidence of previous removals and given that the conditioning factors of high slope angle, intercalation of impermeable and permeable deposits that are poorly consolidated, groundwater circulation persist, it is considered that the entire slope presents a high susceptibility to mass removals, which could affect important extensions, it may block routes and/or affect infrastructures. Finally, as a result of the Meteorological Forecast issued by the Chilean Meteorological Directorate (DMC), in which it indicates that rainfall will be recorded for the next few days in the region, SERNAGEOMIN carried out a technical analysis which determined according to its Technical Minute for Danger of Mass Removals, that the possibility of occurrence of removals is moderate on the coast and low for the rest of the region. In consideration of this background, which implies an increase in the risk associated with this variable, and in coordination with the Regional Presidential Delegation of Los Lagos, the Regional Directorate of SENAPRED declares a Preventive Early Warning for mass removal for the commune of Puerto Montt, effective as of today and until the conditions of the event warrant it. No power supply: Coquimbo: 6916 Ñuble: 708 O'Higgins: 3123 Los Ríos: 2153 Metropolitan: 7106 La Araucanía: 2826 Biobío: 1132 Maule: 12280 Los Lagos: 2519 Valparaiso: 15898",
      "summary": "CHL: Other - 06-2025 - Weather Events",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.928391"
    },
    {
      "id": 17743,
      "title": "Persistent Rainfall increases risk for major flood event",
      "description": "Trinidad and Tobago has been under an Adverse Weather Alert since Tuesday 10th June 2025 as forecasted the passage of several tropical waves brought prolonged rain fall. On Wednesday 11th June at 6:30pm the Trinidad and Tobago Met Service issued a Riverine Flood Alert - Orange Level based on data from the national hydrological monitoring stations showed that the Caroni River would have overtopped its banks in three areas - Manuel Congo, El Carmen and Tumpuna. While weather conditions have settled over Trinidad currently, further rainfall activity will continue over the next 24 hours which will result in further elevation of these river levels. As a result, there continues to be a severe risk to public safety, livelihood and property in communities surrounding these rivers. Other major rivers, including the North and South Oropouche, are rising at relatively lower rates but are also being monitored closely. The effects on the communities in proximity to where the river has over topped is not clear at this time as no official report from state authorities has been published or shared internally with response agencies. The TTRCS will mobilize today to conduct surveillance in these areas to get a better understanding of the impact. Compiling data from trusted sources on the ground we note that several communities have experiened street and flash flooding from last night.",
      "summary": "TTO: Pluvial/Flash Flood - 06-2025 - Persistent Rainfall increases risk for major flood event",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.928660"
    },
    {
      "id": 17742,
      "title": "GAs explosion in Chambarak, Armenia",
      "description": "On the morning of 11 June 2025, a large gas explosion happened in a multi-story apartment building in Chambarak, Gegharkunik province, Armenia. The explosion caused part of the building to collapse, and the structure has been declared completely destroyed and cannot be restored. The likely cause of the explosion is a gas leak, but the investigation is still ongoing. The force of the blast also damaged nearby buildings, which has made the situation more difficult for people living in the area. The explosion led to five confirmed deaths. In total, 86 people were injured. Of these, 40 people were hospitalized, including 20 children. The injured are receiving medical care, but many are also dealing with emotional and psychological effects caused by the explosion. The sudden and destructive nature of the incident has brought serious distress to survivors, families of the victims, and the wider community. Altogether, 126 people lost their homes because of the damage to the building. Including people from nearby affected buildings, around 500 individuals have been impacted and have asked for help from local authorities and the Red Cross. Search and rescue efforts are still ongoing. Specialized teams continue to work at the site to search for victims. At the time of reporting, two people are still missing and are believed to be trapped under the debris. Emergency services remain on the scene, removing debris and carrying out recovery work. The situation is still developing. Assessments are being carried out to better understand both the immediate and longer-term needs of those affected. The main needs include shelter, basic relief items, psychosocial support, and help with recovery.",
      "summary": "ARM: Other - 06-2025 - GAs explosion in Chambarak, Armenia",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.929003"
    },
    {
      "id": 17741,
      "title": "Viet Nam flood",
      "description": "According to preliminary reports from the Standing Office of the Central Steering Committee for Natural Disaster Prevention and Control and the Red Cross chapters in Hà Giang, Lào Cai, and Lai Châu provinces, heavy rainfall from the night of June 7 to June 8, 2025, caused the following damages: Human casualties: 2 people dead or missing, specifically: 2 person died due to a lightning strike in Hà Giang Housing: 138 houses were flooded or damaged in Lai Châu (1 house collapsed, 2 houses were damaged, and 135 houses were flooded). Agriculture: 110.54 hectares of rice and crops were flooded or damaged (3 ha in Lào Cai; 107.54 ha in Lai Châu). 56.2 hectares of fish ponds were damaged (Lai Châu). 700 livestock and poultry died (Lai Châu). Irrigation: 450 meters of irrigation canals were buried or eroded (Lai Châu). Transportation: 17,400 cubic meters of soil and rock slid and blocked roads at various locations in Lai Châu. Information regarding Storm No. 1 reaching the east sea This morning (June 11), the tropical depression over the eastern area of the Hoàng Sa (Paracel) Archipelago has intensified into a storm—the first storm of 2025—internationally named WUTIP. As of 07:00 AM on June 11, the storm’s center was located at approximately 16.1°N latitude and 113.7°E longitude, over the eastern waters of the Hoàng Sa Archipelago. The maximum sustained wind near the center was at level 8 (62–74 km/h), with gusts up to level 10. The storm is moving slowly west-northwest at a speed of about 5–10 km/h. Forecast for the next 24–48 hours: Outlook for the following 72–120 hours The storm is forecast to move north-northeast, then turn northeast, at a speed of about 20 km/h. By 07:00 AM on June 12:The storm’s center is expected to be at 16.7°N latitude and 111.5°E longitude, over the Hoàng Sa Archipelago. It will continue moving west-northwest at around 10 km/h and is likely to strengthen, with winds reaching level 9 and gusts up to level 11.Danger zone: From 14.5°N to 18.5°N latitude and from 111.0°E to 115.5°E longitude.Disaster risk level 3: For the northern part of the East Sea (including the Hoàng Sa Archipelago).By 07:00 AM on June 13:The storm’s center is expected to be at 18.2°N latitude and 109.8°E longitude, over the southern part of Hainan Island (China). It will move northwest at about 5–10 km/h and continue strengthening, with winds reaching level 10 and gusts up to level 13.Danger zone: From 15.0°N to 20.0°N latitude and from 108.0°E to 113.0°E longitude.Disaster risk level 3: Applies to the northern part of the East Sea (including the Hoàng Sa Archipelago), offshore areas from Quảng Trị to Quảng Ngãi, and eastern waters of the Gulf of Tonkin.",
      "summary": "VNM: Flood - 06-2025 - Viet Nam flood",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.930831"
    },
    {
      "id": 17740,
      "title": "Field Report #2: Health - Polio virus type 2, Lae & Port Moresby, PNG",
      "description": "On 9 May 2025, the IHR NFP for Papua New Guinea (PNG) notified WHO of the detection of circulating vaccine-derived poliovirus type 2 (cVDPV2) from stool specimens of two healthy children from Lae city, Morobe province, Papua New Guinea (PNG). Stool samples from 25 healthy children were collected on 10 April 2025 as part of an in-depth epidemiological investigation in the catchment area of the Environmental Surveillance (ES) site, which reported cVDPV2 on 4 April 2025. On 8 May, the WHO Polio Regional Reference Laboratory in Australia, the Victorian Infectious Diseases Reference Laboratory (VIDRL) confirmed that two of these children tested positive for poliovirus type 2. The children who tested positive for the poliovirus are from two separate villages within the ES catchment area in Lae city and were asymptomatic at the time of sample collection. All isolates were classified as cVDPV2 and were genetically linked to the environmental sample detected on 4 April 2025. Genetic sequencing revealed 18-19 nucleotide differences from the Sabin 2 vaccine strain. All isolates are closely related to each other and genetically linked to the INO-PAP-2 emergence that previously caused an outbreak in Indonesia. The detection of circulating type 2 poliovirus is classified as a “polio outbreak”, in accordance with the Global Polio Eradication Initiative (GPEI) Standard Operating Procedures for responding to a poliovirus Event or Outbreak. In Papua New Guinea, vaccination coverage is low, which may facilitate the spread of cVDPV2. As of 2024, national vaccination coverage for the third dose of oral polio vaccine (OPV3) was 44%. In Morobe province, where the virus is currently detected, coverage with bivalent OPV (bOPV) remained below 40% over the past five years, ranging from 28-37%. Coverage for the first dose of inactivated polio vaccine (IPV1) has remained between 52-54%. However, Lae city has higher coverage, with 73% for bOPV and 90% for IPV1.",
      "summary": "PNG: Epidemic - 05-2025 - Field Report #2: Health - Polio virus type 2, Lae & Port Moresby, PNG #2 (2025-06-10)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.931053"
    },
    {
      "id": 17739,
      "title": "Sismo en Cundinamarca",
      "description": "El domingo 8 de junio hacia las 8:08 de la mañana se registró un sismo con una magnitud 6,5 con una profundidad superficial menor a 30 km según el Servicio Geológico Colombiano, el epicentro se presentó en el municipio de Paratebueno (Cundinamarca). Además de Bogotá, este se sintió también en Ciudades como Medellín, Villavicencio, Pereira y otras regiones de Colombia sin que se tenga reportes de afectaciones en las personas. Desde el evento principal, se han registrado más de 130 réplicas en la zona con magnitud entre 3.9 y 4.8. El Servicio Geológico Colombiano ha informado que la mayoría de estas réplicas tienen profundidades cercanas a los 10 kilómetros, lo que hace que sean perceptibles para la población. Además, se espera que sigan ocurriendo más réplicas en los próximos días, aunque su frecuencia e intensidad podrían disminuir gradualmente. A hoy 9 de junio de 2025, de acuerdo con el más reciente reporte de la Sala de Crisis Nacional, el sismo dejó al menos 508 personas afectadas, 362 viviendas afectadas y 174 viviendas colapsadas en Paratebueno y Medina se concentran los mayores daños (360 viviendas afectadas). En Paratebueno: 250 viviendas afectadas, 134 de ellas colapsadas, así como daños en una iglesia y una escuela. Ayer 8 de junio se reportaron 4 lesionados con heridas leves que llegaron al Centro de Salud de Paratebueno. Tambien se reporto una grave afectación en la vía que conecta Villavicencio con Yopal, un corredor clave para la movilidad y el transporte de alimentos, medicinas y ayuda humanitaria. En Medina: 110 viviendas con afectaciones, 40 colapsadas, además de tres iglesias y 15 instituciones educativas impactadas. Ayer 8 de junio se reportaron 2 heridos sin gravedad por caída de muro en extremidad inferior que fueron atendidos en el hospital. Adicionalmente se han reportado afectaciones en los municipios de Fómeque: Afectación en el centro de Salud, en verificación. Une: Se revisa el templo católico ante la presencia de aglomeración por evento de confirmaciones. Ubaque: Afectación en vía con grieta visible sobre el asfalto. Tocaima: Se reportan fisuras y grietas en algunas viviendas, según información del presidente de la junta. Guataquí: Se reportan afectaciones, en verificación. Cabrera: Fallas en el suministro de energía en las veredas Quebrada Negra y Núñez. Pandi: Afectaciones directas en el barrio El Consuelo u en los muros del templo. Tena: Iglesia del casco urbano con agrietamiento en área de atrio y fachadas laterales. Quipile: Agrietamientos en la Iglesia. San Juan De Rioseco: Varias afectaciones en las veredas San Antonio, El Caucho y La Siria que se encuentra incomunicada; en el Casco Urbano hay afectaciones en las instalaciones del Bienestar Familiar; en la zona rural se tienen tres construcciones en predios privados afectados; daño total de la vía de acceso por lo que se realiza cierre preventivo; posible Tambre en la Quebrada en monitoreo; declaración de alerta naranja. Hubo daños en los postes de la energía y en las cuerdas de alta tensión. Mosquera: Caída de cuerdas sobre materiales peligrosos, ya en el sitio Enel y Bomberos. Se presenta en barrio Paraíso al parecer el colapso de una vivienda Gachetá: Se presentan en el hospital unas grietas. Sasaima: IED Nuestra Señora de Fátima, Escuela rural Limonal, afectaciones en la infraestructura escolar. Sibaté: Se reportan pequeñas afectaciones en su iglesia principal, donde se han identificado fracturas y un debilitamiento en su estructura. Como medida preventiva, el templo ha sido evacuado y se han suspendido todas las actividades litúrgicas hasta nuevo aviso. Al momento muchas de las familias se encuentran en albergues improvisados cerca a sus viviendas, se han reportado fallas la electricidad y dificultades de acceso por daños en vias principales. La Fuerza Aerea Colombiana realizo un sobrevuelo el dia de hoy que logro evidenciar también zonas rurales afectadas, con techos de casas derrumbados, muros agrietados y caminos intransitables, lo que ha dificultado el acceso terrestre a algunas veredas. Las Evaluaciones de Necesidades se encuentran en curso por lo cual es posible que se reporten más afectaciones en las proximas horas y días.",
      "summary": "COL: Earthquake - 06-2025 - Sismo en Cundinamarca",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.933538"
    },
    {
      "id": 17738,
      "title": "Drinking Water Crisis in Herrera and Los Santos Provinces",
      "description": "As a result of activities such as intensive pig farming, use of agrochemicals, environmental and structural factors, due to which there has been a high level of microorganisms in the water intakes, which forced the suspension of water production at the Reinaldo Reyna plant, in Chitré, and Rufina Alfaro. in Los Santos from May 28, 2025 to date, these plants are supplied by the La Villa River. SINAPROC in conjunction with the technical boards of the provinces in question have been activated to develop an operation to deliver water to the affected people, which so far are indicated to be approximately one hundred and nine thousand people (109,000), so far the operation has consisted of the distribution of bottled water. So far, there are reports of affected communities in the districts of Chitré, Los Santos, Guararé, Macaracas and Las Tablas, with approximately 91 communities affected. In the province of Los Santos, until 10JUN25, a total of two hundred and forty thousand six hundred and four 117,045,665 gallons of bottled water in its different presentations (gallon, liter and 600 ml) have been distributed. In the province of Herrera the population affected so far is estimated at more than sixty thousand, seven hundred and ninety-three (60,793) approximately, so far in the province of Herrera an approximate of one hundred and fifteen thousand six (115,006) gallons of bottled water have been distributed in different presentations (gallon, liters and 600 milliliters)",
      "summary": "PAN: Biological Emergency - 06-2025 - Drinking Water Crisis in Herrera and Los Santos Provinces",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.934160"
    },
    {
      "id": 17737,
      "title": "Earthquake of Greater Intensity North of Chile",
      "description": "In response to the earthquake of greater intensity, perceived between the regions of Antofagasta and Coquimbo at 1:15 p.m. today, with maximum intensity perceived VII Mercalli in the Atacama Region, the following background information is reported: Report of the National Seismological Center (CSN) Magnitude 6.4 MWW Depth 65 Locality 54 km south of Diego de Almagro For its part, after evaluations carried out by the Hydrographic and Oceanographic Service of the NAVY (SHOA), it is indicated that the characteristics of the earthquake do NOT meet the necessary conditions to generate a tsunami on the coasts of Chile. SUMMARY OF THE SITUATION Damage to infrastructure Commune Affectation Copiapó 1 house is reported under evaluation on Felipe Mercado Street, Cartavio sector. On the other hand, the evacuation of the Palza Copiapó Mall was carried out. Finally, various damages are reported to facades and cornices in the downtown sector of the city, San Francisco Church, Alameda sector and Plaza Real Building. Chañaral Damaged electricity poles are reported. Municipal personnel work in the affected sectors. Diego de Almagro A number of homes are under evaluation. Boiler Minor damage is reported in the Red Cross building. Connectivity disruptions The presence of vehicles is reported on the roads of Route 5 (La Lobera sector and Plaza sector), Chañaral commune; Route 5 (piedra colgada sector), Copiapó commune, maintaining a road enabled for traffic; and at seven points on Route C-485, in the commune of Alto del Carmen, roads are working in the sector. Alterations of basic services A total of 29,900 customers have been affected by a power outage in various sectors of the Atacama Region. Meanwhile, no alteration in the supply of drinking water is reported. Additionally, SUBTEL indicates that telecommunications operators report sites out of service due to power supply disruptions in the region.",
      "summary": "CHL: Other - 06-2025 - Earthquake of Greater Intensity North of Chile",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.937418"
    },
    {
      "id": 17736,
      "title": "Erupción Volcán Fuego Guatemala",
      "description": "En seguimiento a la actividad eruptiva del volcán de Fuego, continúa el descenso de material piroclástico, con características débiles, moderadas y fuertes, en las diferentes barrancas del volcán, pudiendo recorrer hasta 7 kilómetros. Complementariamente, la caída de ceniza se produce en los departamentos cercanos al volcán. Debido a las lluvias presentes en la región, los lahares, con características moderadas, están descendiendo sobre las barrancas, con material volcánico a alta temperatura, así como materiales que arrastra en su camino. Esta información está contenida en el boletín informativo del Insivumeh #31-2025.",
      "summary": "GTM: Volcanic Eruption - 06-2025 - Erupción Volcán Fuego Guatemala",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.937779"
    },
    {
      "id": 17735,
      "title": "Mouvement de population à Tanougou (Tanguiéta)",
      "description": "Le mercredi 04 juin 2025, aux environs de 17h, le commissariat de Tanougou, situé dans la commune de Tanguiéta, a été la cible d’une attaque armée survenue alors qu’il pleuvait.Selon les premières informations disponibles, plusieurs pertes en vies humaines ainsi que des blessés sont à déplorer. Cette situation a entraîné des mouvements de population. Une évaluation préliminaire fait état de 409 ménages déplacés, représentant environ 3 046 personnes, dont 186 familles d’accueil ont déjà été identifiées. Une évaluation plus approfondie est en cours afin de déterminer les besoins urgents en matière de protection, d’abris, d’assistance alimentaire, de santé et de sécurité, en coordination avec les autorités locales et les partenaires humanitaires présents dans la zone.",
      "summary": "BEN: Population Movement - 06-2025 - Mouvement de population à Tanougou (Tanguiéta)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.938462"
    },
    {
      "id": 17734,
      "title": "Incremento de Actividad Volcánica - Flujo de Lava. Volcán de Fuego, Guatemala (342090)",
      "description": "El 4 de junio, el servicio meteorológico reporta, en su boletín BEFGO# 023-2025 que la actividad en el cráter del volcán de Fuego ha aumentado de manera efusiva, dominada por columnas con abundante desgasificación e incandescencia que cubre todo el cráter y la parte alta del flanco oeste del volcán. Se detectan avalanchas, un flujo de lava hacia la barranca Seca-Santa Teresa, con una longitud de 600 metros aproximadamente y una fuente de lava constante. Con métodos de monitoreo satelital se identifica un incremento de la radiancia térmica y múltiples puntos de calor sobre el cráter. Se reportan sonidos similares a turbina de avión y locomotora de tren.",
      "summary": "GTM: Volcanic Eruption - 06-2025 - Incremento de Actividad Volcánica - Flujo de Lava. Volcán de Fuego, Guatemala (342090)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.938941"
    },
    {
      "id": 17733,
      "title": "Nigeria - Flood",
      "description": "o 153 confirmed deaths, with more unaccounted for. o 213 reported injuries. o 1,590 individuals displaced from their homes. o Over 100 peoples missing ( Still counting ) o Over 3,018 people directly affected. o Significant psychosocial trauma, particularly among women and children.",
      "summary": "NGA: Flood - 06-2025 - Nigeria - Flood #3 (2025-06-04)",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.939841"
    },
    {
      "id": 17732,
      "title": "Floods in East Kalimantan Province",
      "description": "Floods and Landslides in East Kalimantan Province Following heavy rainfall that began on Tuesday (May 27), several rivers in East Kalimantan—namely the Karang Mumus River, Mahakam River, Sempaja River, Segah River, and Pinang River—overflowed. This resulted in widespread flooding across parts of Samarinda City, Kutai Kartanegara Regency, and Berau Regency, with water levels ranging from 30 to 100 cm. Impacts by Region: Berau Regency:Flooding affected 1 sub-district, impacting 212 households / 640 people, and inundating 3 places of worship, 1 healthcare facility, and 2 educational facilities. Kutai Kartanegara Regency:Flooding affected 1 sub-district, with 708 households / 1,859 people impacted and 708 houses submerged. Samarinda City:Flooding affected 5 schools. In addition, landslides triggered by heavy rain affected 2 households / 6 people, resulting in 2 fatalities. Overall Impact: Total Affected: 922 households / 2,505 people Casualties: 2 missing, 2 deceased Infrastructure Damaged: 708 houses, 7 schools, 3 places of worship, and 1 healthcare facility Current Conditions: In Kutai Kartanegara, some areas have started to recede; however, upstream areas of the Mahakam River remain flooded. Data collection is currently hampered by flooded and inaccessible roads as well as continued adverse weather conditions. In landslide-affected areas, joint teams are still working to clear debris and restore access.",
      "summary": "IDN: Flood - 05-2025 - Floods in East Kalimantan Province",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.941877"
    },
    {
      "id": 17731,
      "title": "Bangladesh Monsoon Flood 2025",
      "description": "The ongoing flood crisis in Bangladesh began in mid-May 2025, primarily triggered by heavy monsoon rainfall and upstream water flow from India. The situation worsened significantly towards the end of May when a deep depression formed over the Bay of Bengal, making landfall near the West Bengal–Bangladesh coast on 29 May 2025. This weather condition brought torrential rains and strong winds, exacerbating the flooding,g particularly in the northeastern and southeastern regions of the country. As of 1 June 2025, several districts, including Sylhet, Sunamganj, Moulvibazar, Habiganj, Netrokona, Noakhali, Bhola, Khagrachari, Bandarban, and Rangamati, have been severely affected. The floods have resulted in loss of lives, displacement of thousands, destruction of homes, and significant damage to agriculture and infrastructure. Emergency response efforts are ongoing with government authorities and humanitarian organizations working on awareness and warning to mitigate further impacts. As forecasted in FFWC, River water levels are showing a mixed trend across the country. In Sylhet and Mymensingh divisions, rivers like the Jadukata, Sarigowain, Dhalai, Monu, Khowai, and Someshwari are expected to rise further over the next 3 days, potentially crossing danger levels and worsening the flood situation in Sylhet, Sunamganj, Moulvibazar and Netrokona districts. The Surma-Kushiyara rivers are also rising and will likely continue for 2 more days before receding. In the Rangpur division, the Teesta, Dharla, and Dudhkumar rivers are projected to rise, with the Teesta possibly breaching the danger mark. However, the Brahmaputra and Jamuna rivers are currently stable and forecasted to remain below danger levels despite minor rises over the next 5 days. In the Chattogram division, rivers such as Gomati, Muhuri, Feni, Halda, Sangu, and Matamuhuri are stable and expected to recede within 2 days. Meanwhile, the Ganga and Padma rivers in the Rajshahi division are declining but may rise again over the next 3 days, though they are likely to stay below the danger level.",
      "summary": "BGD: Flood - 06-2025 - Bangladesh Monsoon Flood 2025",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.942406"
    },
    {
      "id": 17730,
      "title": "Cholera epidemic",
      "description": "The Ministry of Health, through the Director of the National Institute of Public Hygiene (INHP), declared on June 5, 2025 that this is a cholera epidemic that is raging in the locality of Akobraké village in the context of a rainy season. Two health centers have reported positive cases from the same locality (Akobraké village) in the Port-Bouët Health District.",
      "summary": "CIV: Epidemic - 06-2025 - Cholera epidemic",
      "status": "fetched",
      "fetched_at": "2025-07-29T15:13:13.942530"
    },
    {
      "id": 17822,
      "country": null,
      "event_name": "GRC: Fire - 07-2025 - Wildfires in Greece, 26-28, July, 2025 ",
      "disaster_type": "Fire",
      "title": "Wildfires in Greece, 26-28, July, 2025",
      "description": "Greece experienced one of its most intense wildfire outbreaks in recent years, with over 50 wildfires reported in just 24 hours. The fires were fueled by a prolonged heatwave (temperatures reaching up to 45°C) and strong winds (6–7 Beaufort), creating extreme fire conditions across the country. The primary affected areas were Kryoneri (Attica), Pedini - Ioannina (Epirus Region), Patra (Achaea Region), Temenia and surrounding villages (Chania, Crete), Polithea, Monastiri, and Aetos (Messinia, Peloponnese), Serres (Northern Greece), and Central and Northern Euboea (Evia). Thousands of residents were evacuated across multiple regions. In numbers over 32,000 people were displaced nationwide, with many seeking shelter in schools, community centers, and temporary shelters. Over 1,100 firefighters were deployed nationwide. Moreover, Greece requested six additional water-dropping aircraft from the EU Civil Protection Mechanism. One hundred forty-five firefighters, 44 vehicles, 7 helicopters, and 10 aircraft were active in Attica alone. Many firefighters were hospitalized due to burns and smoke inhalation while battling the fires. These injuries occurred during intense efforts to contain fires threatening residential areas, with some fire trucks also damaged in the process. Moreover, civilians were injured, suffering from burns, respiratory problems, and other injuries. The extensive damage influences the forests, agricultural land, animal pens, houses, cars, and more.",
      "summary": "GRC: Fire - 07-2025 - Wildfires in Greece, 26-28, July, 2025",
      "status": "fetched",
      "fetched_at": "2025-07-29T16:49:23.787864"
    }
  ]
}